{"additionalInfoTable":{"0":{"fromDate":"Od dátumu ukončenia transakcie alebo obchodného vzťahu","typeOfData":"Registruje údaje"},"1":{"fromDate":"Od dátumu ukončenia transakcie alebo obchodného vzťahu","retention":"8 rokov","typeOfData":"Kópie dokladov totožnosti, údaje získané pri identifikácii, dokumentácia k účtu/zmluve, iné podklady získané od zákazníka"},"2":{"fromDate":"Od dátumu vykonania alebo uzavretia transakcie","typeOfData":"Dokumenty potvrdzujúce operácie/transakcie, iné súvisiace právne dokumenty/údaje týkajúce sa vykonávania operácií alebo uzatvárania transakcií"},"3":{"fromDate":"Od dátumu ukončenia transakcií alebo obchodného vzťahu","typeOfData":"Informácie spájajúce adresu kryptoaktív s identitou vlastníka"},"4":{"fromDate":"Od dátumu ukončenia transakcií alebo obchodného vzťahu","retention":"5 rokov","typeOfData":"Obchodná korešpondencia so zákazníkom"},"5":{"fromDate":"","retention":"Až 2 ďalšie roky","typeOfData":"Rozšírenie všetkých uvedených údajov na ochranu našich právnych záujmov"},"8years":"8 rokov","fromDate":"Začiatok obdobia uchovávania","retention":"Trvanie skladovania","typeOfData":"Typ údajov"},"burgerMenu":{"contactUs":"Kontaktujte nás","cryptoInsights":"Crypto Insights","insideCoinsmax":"Vnútri Coinsmax","logIn":"Prihlásenie","partnership":"Partnerstvo","qa":"OTÁZKY A ODPOVEDE","signUp":"Zaregistrujte sa","userEssentials":"Základné informácie pre používateľa"},"complaintsProcedure":{"0":{"0":"Limitless Technologies s.r.o. (\"Limitless\" alebo \"Spoločnosť\", \"my\", \"nás\", \"naša\") je poskytovateľom služieb v oblasti kryptografických aktív so sídlom v Slovenskej republike. Poskytujeme vysokokvalitné služby výmeny kryptoaktív so zameraním na kryptoaktívne peňaženky, ktoré umožňujú výmenu medzi fiat menou a kryptoaktívami, ako aj medzi rôznymi kryptoaktívami (ďalej len \"služby\"). Vašej skúsenosti prikladáme najvyššiu prioritu a zaväzujeme sa venovať náležitú pozornosť záujmom a potrebám každého z vás, vrátane férovej, jasnej a nezavádzajúcej komunikácie. Náš postup vybavovania sťažností sa riadi (ak je to relevantné) nariadením o trhoch s kryptoaktívami (MiCA) č. 2023/1114, účinným od 1. januára 2025, ako aj obchodnými podmienkami spoločnosti, ktoré sa riadia a vykladajú v súlade s nimi:","1":"V rámci týchto opatrení sme použili postupy na vybavovanie sťažností, aby sme zabezpečili čo najrýchlejšie vyriešenie všetkých sťažností a v prípade potreby iniciovali interné preskúmanie kvality poskytovaných služieb a možnosti ich zlepšenia.","2":"Nižšie nájdete postup, ktorý uvádza hlavné zásady a pokyny, ktoré treba dodržiavať v prípade, že nie ste spokojní s našimi službami a chcete nám podať sťažnosť.","list":{"0":"Občiansky zákonník Slovenskej republiky (zákon č. 40/1964 Zb.),","1":"zákon o ochrane spotrebiteľa (zákon č. 250/2007 Z. z.),","2":"Zákon o ochrane pred legalizáciou príjmov z trestnej činnosti a o ochrane pred financovaním terorizmu (zákon č. 297/2008 Z. z.),","3":"zákon o platobných službách (zákon č. 492/2009 Z. z.),","4":"uznesenia a pokyny Národnej banky Slovenska (NBS),","5":"Finančná spravodajská jednotka Slovenskej republiky (FSJ),","6":"Daňový úrad Slovenskej republiky (Finančná správa SR),","7":"ako aj všetky ostatné platné právne akty a regulačné požiadavky, ktoré sa priebežne aktualizujú."},"title":"1. ÚVOD"},"1":{"0":"Za sťažnosť považujeme vyjadrenie nespokojnosti s našimi službami bez ohľadu na to, či je oprávnené alebo nie, týkajúce sa našich produktov/služieb alebo samotného procesu vybavovania sťažností, pri ktorom sa explicitne alebo implicitne očakáva odpoveď alebo riešenie.","1":"Oprávnenú sťažnosť môže podať akákoľvek osoba, ktorá je priamo ovplyvnená spôsobom, akým sme poskytli naše služby, a ktorá môže v tejto súvislosti podať sťažnosť. Sťažnosť nám teda môžete podať, resp. ak ste:","2":"individuálny klient (fyzická osoba/spotrebiteľ), ktorý používa naše služby, alebo","3":"právny zástupca akéhokoľvek nášho individuálneho klienta (spotrebiteľa).","4":"Naši zamestnanci si vždy uvedomujú, že aj keď môže byť podaná neoprávnená sťažnosť, nastolený problém môže mať vplyv na kvalitu našich služieb, preto sa naši zamestnanci budú snažiť preskúmať všetky takéto sťažnosti a reagovať na ne individuálne.","title":"2. PODANIE SŤAŽNOSTI"},"2":{"0":"Podanie sťažnosti","1":"Ak by nastala taká situácia, že by ste boli nespokojní s našimi službami, môžete kedykoľvek vyjadriť svoje sťažnosti prostredníctvom nasledujúcich prostriedkov:","2":"Prostredníctvom e-mailu: v prvej inštancii pre jednoduché každodenné a/alebo prevádzkové otázky / problémy prostredníctvom e-mailu: complaints@coinsmax.io. Sťažnosti prijaté v tejto inštancii rieši náš vedúci tímu zákazníckej podpory. Ak vám vedúci tímu zákazníckej podpory nedokáže rýchlo a účinne pomôcť pri riešení rôznych otázok alebo v zriedkavých prípadoch nedokáže pomôcť priamo, bude môcť vami podanú sťažnosť eskalovať nášmu vedúcemu pracovníkovi pre dodržiavanie predpisov / pracovníkovi pre dodržiavanie predpisov;","3":"Prostredníctvom portálu služieb zákazníkom na webovom ticketovacom systéme;","4":"Poštou zaslaním sťažnosti v papierovej forme na našu adresu: Černyševského 1287/10, 851 01 Bratislava, Slovenská republika","5":"Ak máte otázky alebo obavy týkajúce sa ochrany údajov alebo zásad ochrany osobných údajov alebo ak máte súvisiacu sťažnosť, kontaktujte nás prostredníctvom nášho vymenovaného úradníka pre ochranu údajov (DPO) na adrese dpo@coinsmax.io alebo prostredníctvom štandardných kontaktných metód uvedených vyššie. Pri vybavovaní sťažností súvisiacich s ochranou údajov postupujeme v súlade s GDPR, ako aj s platnými vnútroštátnymi právnymi aktmi, ktoré presadzujú dozorné orgány v oblasti ochrany údajov. Preto sa naše riešenie sťažností súvisiacich s ochranou údajov (vrátane výsledkov takýchto preskúmaní) môže meniť aj v súlade s osvedčenými trhovými postupmi a požiadavkami dozorných orgánov.","6":"Aby sme mohli účinne, kompetentne, starostlivo a nestranne prešetriť a vyriešiť sťažnosti, budete požiadaní o poskytnutie nasledujúcich informácií:","7":"Vyplňte formulár sťažnosti.","8":"vaše celé meno, adresu, e-mailovú adresu a kontaktné telefónne číslo (čísla);","9":"opis sťažnosti (t. j. opis problému, dátum a čas, kedy sa problém vyskytol, vaša vôľa, ako by sa podľa neho mala sťažnosť vyriešiť atď.);","10":"úplný odkaz na kryptografickú službu alebo dohodu, ktorej sa sťažnosť týka (t. j. názov poskytovateľa kryptografickej služby, referenčné číslo kryptografickej služby (ak existuje) alebo iné odkazy na príslušné transakcie","11":"akúkoľvek ďalšiu dokumentáciu, skutočnosti alebo informácie, ktoré môžu sťažnosť podporiť;","12":"Opis spôsobenej škody, straty alebo ujmy (ak je to relevantné);","13":"osobné údaje zákonného zástupcu (ak je to vhodné) (plná moc alebo iný úradný dokument ako dôkaz o vymenovaní zástupcu)","14":"V snahe o čo najefektívnejší postup vybavovania sťažností odporúčame podať sťažnosť prostredníctvom formulára sťažnosti, ktorý je k dispozícii tu. Na účely podávania sťažností však môžeme akceptovať aj iný formulár, ak to považujete za vhodné. V takom prípade sa uistite, že ste podrobne uviedli všetky okolnosti, ako je uvedené vo formulári Sťažnosti, aby ste pochopili predmet a ďalšie kľúčové podrobnosti, ako aj hlavný problém (problémy) sťažnosti s cieľom poskytnúť vám spätnú väzbu.","15":"Vaša sťažnosť bude oznámená vedúcemu tímu zákazníckej podpory a hlavnému kontrolórovi dodržiavania predpisov okamžite alebo čo najskôr po prijatí sťažnosti. Ak sa sťažnosť týka ochrany údajov alebo sa týka našich zásad ochrany osobných údajov, bude dodatočne oznámená nášmu úradníkovi pre ochranu údajov.","16":"Sťažnosť môžete podať v slovenskom, anglickom alebo v ktoromkoľvek úradnom jazyku Európskej únie, ktorý je zároveň úradným jazykom členského štátu Európskej únie, v ktorom sú poskytované naše služby.","17":"Podanie sťažnosti je bezplatné. Ak budete potrebovať pomoc pri podaní sťažnosti, primeranú pomoc vám môže bezplatne a včas poskytnúť náš tím zákazníckej podpory.","18":"Odoslanie potvrdenia o prijatí sťažnosti","19":"Po prijatí akejkoľvek sťažnosti bude naše príslušné oddelenie zodpovedné za potvrdenie vašej sťažnosti do 5 pracovných dní. O prijatej sťažnosti dostanete písomné potvrdenie. Takéto potvrdenie bude obsahovať informácie o odhadovanom časovom rámci našej odpovede na vašu sťažnosť, ako aj kontaktné údaje zástupcu spoločnosti, na ktorého sa môžete obrátiť v prípade akýchkoľvek otázok súvisiacich so sťažnosťou. V prípade, že sa sťažnosť považuje za neprípustnú, Spoločnosť by Vás mala informovať o svojom rozhodnutí a poskytnúť Vám dôvody neprípustnosti. Informovaním Vás o uznanej Sťažnosti Spoločnosť zabezpečí, aby boli prijaté Sťažnosti zaznamenané v Registri sťažností","20":"Preskúmanie/posúdenie sťažnosti","21":"Sťažnosť spolu s prípadnými súvisiacimi oddeleniami starostlivo posúdime, aby sme v primeranom čase zabezpečili kvalitnú odpoveď, ktorá bude zahŕňať posúdenie sťažnosti a určenie, či ju možno vyriešiť okamžite, alebo či je potrebné vykonať vyšetrovanie.","22":"Pri posudzovaní vašej sťažnosti budeme brať náležitý ohľad na vaše záujmy a budeme s vami zaobchádzať spravodlivo, pričom posúdime nasledujúce skutočnosti:","23":"či je sťažnosť jasná a obsahuje všetky relevantné informácie potrebné na jej vybavenie;","24":"predmet sťažnosti;","25":"či by sa malo sťažnosti vyhovieť;","26":"že pre vás môžu byť vhodné nápravné opatrenia a/alebo náprava;","27":"hlavnú príčinu sťažnosti a","28":"či bolo možné sťažnosti predísť.","29":"Ak výsledky vyšetrovania ukážu, že hlavná príčina sťažnosti je spôsobená našimi systémovými alebo prevádzkovými chybami, mala by byť identifikovaná a uznaná a v prípade potreby vám môže byť ponúknutá náhrada.","30":"Ak vyšetrovanie dospeje k záveru, že predmet sťažnosti nebol spôsobený našou nedbanlivosťou, úmyselným pochybením alebo neplnením povinností, alebo bol spôsobený nevyhnutnými a nepredvídateľnými faktormi, vysvetlíme vám to tak, že vám poskytneme príslušné informácie alebo skutočnosti, na ktorých sa zakladá záver vyšetrovania.","31":"Prioritizácia sťažností","32":"Aby sme zabezpečili štruktúrovaný a efektívny proces vybavovania sťažností, uprednostňujeme sťažnosti na základe ich potenciálneho vplyvu na naše služby, vás a naše regulačné povinnosti. Sťažnosti, ktoré predstavujú vyššie riziko, ako napríklad porušenie právnych predpisov, porušenie ochrany údajov, podvod alebo významné finančné straty, sa riešia urgentne, zatiaľ čo sťažnosti s nižším rizikom sa riešia podľa nášho štandardného postupu riešenia sťažností.","33":"Komunikácia s vami","34":"Po posúdení sťažnosti a/alebo vykonaní vyšetrovania sťažnosti vám zašleme konečnú odpoveď so zisteniami a prípadnými návrhmi riešení prostredníctvom rovnakého komunikačného kanála, ktorý ste použili na podanie sťažnosti, pokiaľ nás nepožiadate o iný spôsob (formu) odpovede.","35":"Najmä vám vždy odpovieme písomne. Naším cieľom je poskytnúť odpoveď na vašu sťažnosť do 15 pracovných dní odo dňa prijatia sťažnosti. Ak sa však vaša sťažnosť týka prípadu potenciálneho podvodu, bude uprednostnená a odpoveď bude poskytnutá čo najskôr, ak to bude možné, do 10 (desiatich) pracovných dní alebo do 15 pracovných dní. Vo výnimočných prípadoch, keď sťažnosť nie je možné vyriešiť v štandardných lehotách, ako je uvedené vyššie, vás o tom budeme informovať a uvedieme okolnosti oneskorenia podania sťažnosti, ako aj lehotu, v ktorej bude sťažnosť preskúmaná a poskytnutá vám. V každom prípade celková lehota na vyriešenie sťažnosti nepresiahne 35 pracovných dní odo dňa podania vašej sťažnosti.","36":"V prípade, že je riešenie a vaša sťažnosť zamietnutá alebo čiastočne vybavená, sme povinní uviesť dôvody zamietnutia sťažnosti, uviesť iné prostriedky ochrany vašich záujmov, ak je to možné, vrátane, ale nie výlučne, možných prostriedkov riešenia sporov a súdov.","37":"Hoci v súčasnosti na Slovensku platí prechodné obdobie na získanie licencie súvisiacej s MICA, v záujme maximálnej transparentnosti vás informujeme, že Národná banka Slovenska v niektorých prípadoch poskytuje aj stanoviská/odpovede k otázkam týkajúcim sa kryptomien. Máte preto právo obrátiť sa na Národnú banku Slovenska, avšak počas prechodného obdobia môže Národná banka Slovenska v súlade s platnými právnymi predpismi rozhodnúť, že takáto sťažnosť nespĺňa kritériá jej prípustnosti. Dovoľujeme si Vás informovať, že Klienti, ktorí nie sú spokojní s odpoveďou Spoločnosti, môžu svoju Sťažnosť nahlásiť miestne príslušnému orgánu štátnej správy, ktorý podľa MICA plní funkciu orgánu dohľadu nad Spoločnosťou, t. j. Národnej banke Slovenska. Sťažovateľ môže podať sťažnosť Národnej banke Slovenska, a to v slovenskom alebo anglickom jazyku, vyplnením podacieho formulára uvedeného na internetovej stránke Národnej banky Slovenska a jeho zaslaním písomne alebo elektronicky Národnej banke Slovenska na túto adresu: Imricha Karvaša 1, 813 25 Bratislava, alebo prostredníctvom e-mailu: nbs@nbs.sk. Tieto informácie preto poskytujeme len na účely transparentnosti a nemôžeme zaručiť, že Národná banka Slovenska uzná vašu sťažnosť alebo spor ako patriaci do jej kompetencie. Napriek tomu sa môžete v každom prípade obrátiť na Národnú banku Slovenska so všeobecnými otázkami.","38":"Mali by ste si však uvedomiť, že v závislosti od pozadia sťažnosti môžu byť za vybavovanie takýchto sťažností zodpovedné rôzne štátne orgány (napr. Slovenská obchodná inšpekcia (SOI) - ochrana spotrebiteľa, Adresa: Prievozská 32, 827 99 Bratislava 27; e-mail: info@soi.sk.).","39":"Ak sa sťažnosť týka ochrany údajov / GDPR, informujeme vás, že zákazníci, ktorí nie sú spokojní s odpoveďou Spoločnosti, majú právo nahlásiť svoju sťažnosť Úradu na ochranu osobných údajov (ÚOOÚ SR). Zákazníkovi budú poskytnuté tieto kontaktné údaje: Hraničná 12, 820 07 Bratislava 27; E-mail: statny.dozor@pdp.gov.sk; webová stránka: https://dataprotection.gov.sk. Pri vybavovaní sťažností súvisiacich s ochranou osobných údajov postupujeme v súlade s GDPR, ako aj s platnými vnútroštátnymi právnymi predpismi presadzovanými dozornými orgánmi v oblasti ochrany osobných údajov. Preto sa naše vybavovanie sťažností súvisiacich s ochranou údajov (vrátane výsledkov takýchto preskúmaní) môže meniť aj v súlade s osvedčenými trhovými postupmi a požiadavkami dozorných orgánov.","40":"Uzatvorenie sťažnosti a vedenie záznamov","41":"Sťažnosť budeme považovať za vyriešenú, ak:","42":"sme poslali konečnú odpoveď alebo","43":"ste písomne prijali akúkoľvek ponúknutú nápravu;","44":"Dozorný orgán vydal konečné rozhodnutie týkajúce sa konkrétnej sťažnosti alebo","45":"Súd vydal konečné rozhodnutie týkajúce sa konkrétnej sťažnosti.","46":"Každú prijatú sťažnosť evidujeme a vedieme register sťažností. Informácie uchovávané v registri zahŕňajú:","47":"vaše meno;","48":"dátum a opis sťažnosti;","49":"e-mailová adresa spojená s vami a vaším používateľským profilom;","50":"v určitých prípadoch identifikačné číslo profilu používateľa a telefónne číslo spojené s profilom používateľa;","51":"prípadne osobné údaje vášho právneho zástupcu;","52":"dátum a spôsob prijatia sťažnosti;","53":"dátum, kedy vám bola zaslaná odpoveď;","54":"priebežná správa o stave;","55":"všeobecné informácie o sťažnosti s krátkym obsahom;","56":"Služba alebo výrobky, ktorých sa sťažnosť týka;","57":"akúkoľvek nápravu, ktorú ponúkame;","58":"konečné rozhodnutie a","59":"kópie dokumentácie a všetku relevantnú komunikáciu s vami.","60":"Sťažnosť vyriešime a zabezpečíme, aby sme v našom systéme evidencie uchovávali kópie príslušnej elektronickej korešpondencie, materiálov súvisiacich so sťažnosťou a jej prešetrením, dokumentu, v ktorom je uvedený konkrétny výsledok prešetrenia sťažnosti, a odpovede, ktorá vám bola poskytnutá. Tieto záznamy uchovávame v rámci našej databázy dátumov najmenej 5 (päť) rokov odo dňa predloženia konečnej odpovede pre vás, pokiaľ sa v zmysle platných právnych predpisov alebo v záujme riadnej ochrany oprávnených záujmov Spoločnosti nevyžadujú dlhšie lehoty.","61":"Učenie sa zo skúseností","62":"Zohľadníme všetky konkrétne zistenia zo sťažností, ktoré možno priamo riešiť a využiť na zvýšenie vašej spokojnosti. V prípade potreby sa do systémových produktov a/alebo prevádzkových postupov zavedie analýza príčin, náprava a vylepšenie, aby sa predišlo budúcim chybám a zvýšila sa vaša spokojnosť. Ak sa sťažnosti týkajú osobných údajov alebo otázok ochrany údajov, zabezpečíme, aby sa všetky nápravné a preventívne opatrenia vykonávali v plnom súlade s platnými zákonmi o ochrane údajov a prípadne zahŕňali zavedenie dodatočných bezpečnostných opatrení, najmä v prípade medzinárodných prenosov údajov.","title":"3. POSTUP VYBAVOVANIA SŤAŽNOSTÍ"},"3":{"0":"V prípadoch, keď je sťažnosť uznaná, uznávame svoju zodpovednosť a môžeme sa ospravedlniť ako primerané odškodnenie v súlade s platnými právnymi predpismi.","title":"4. NÁPRAVA A ODŠKODNENIE"},"4":{"0":"V prípade akýchkoľvek otázok nás môžete kedykoľvek kontaktovať prostredníctvom e-mailu support@coinsmax.io alebo na našej webovej stránke https://coinsmax.io/.","1":"Spoločnosť nenesie zodpovednosť za konanie, opomenutie alebo rozhodnutia tretích strán, ktoré priamo nesúvisia s poskytovaním našich služieb, pokiaľ to výslovne nevyžadujú platné zákony alebo nie je výslovne uvedené v zmluvnej dohode medzi stranami. Toto vylúčenie zodpovednosti sa bez obmedzenia vzťahuje na konanie alebo nedbanlivosť tretích strán - poskytovateľov služieb, obchodných partnerov, sprostredkovateľov alebo iných externých subjektov, ktorých činnosť nespadá pod našu priamu kontrolu. Klienti berú na vedomie a súhlasia s tým, že využívanie takýchto služieb tretích strán je na ich vlastné riziko a že akékoľvek spory, nároky alebo straty vyplývajúce z takýchto činností tretích strán by mali byť riešené priamo s príslušnou treťou stranou, pokiaľ záväzné právne predpisy alebo zmluvný záväzok neustanovujú inak.","title":"5. OSTATNÉ"},"effectiveFrom":"Účinnosť od 9. septembra 2025","title":"Postupy vybavovania sťažností"},"contactForm":{"form":{"company":{"label":"Spoločnosť","placeholder":"Zadajte názov svojej spoločnosti"},"email":{"label":"E-mail","placeholder":"Zadajte svoj e-mail"},"failed":"Nepodarilo sa odoslať správu. Skúste to prosím neskôr.","fullName":{"label":"Celé meno","placeholder":"Zadajte svoje celé meno"},"message":{"label":"Správa","placeholder":"Zadajte svoju správu"},"phone":{"label":"Telefón","placeholder":"Zadajte svoje telefónne číslo"},"sendRequest":{"label":"Odoslať žiadosť","loading":"Odoslanie..."}},"thankYou":{"button":"Pokračovať","text":"Ďakujeme, že ste oslovili spoločnosť Coinsmax. Náš tím preskúma vašu žiadosť a čo najskôr sa vám ozve.","title":"Vaša správa bola úspešne odoslaná!"}},"contacts":{"text":"Máte otázky alebo problémy? Obráťte sa na nás. Sme vám k dispozícii len na jednu správu!","title":"Vždy tu na pomoc"},"cookiePolicy":{"0":{"0":"Tieto zásady používania súborov cookie opisujú používanie súborov cookie a podobných technológií na webovej lokalite Coinsmax","1":"všeobecným nariadením o ochrane údajov (EÚ) 2016/679 (\"GDPR\"), smernicou o súkromí a elektronických komunikáciách (smernica 2002/58/ES) a ďalšími platnými zákonmi o ochrane údajov.","2":"Prístupom na webové stránky Coinsmax alebo ich používaním vyjadrujete súhlas so súbormi cookie, pokiaľ neupravíte svoje preferencie prostredníctvom rozhrania na správu súborov cookie alebo nastavení prehliadača."},"1":{"0":"Spoločnosť Coinsmax používa súbory cookie na umožnenie technickej funkčnosti, optimalizáciu výkonu, zabezpečenie súladu s právnymi predpismi a poskytovanie analýz nevyhnutných pre bezpečnú a efektívnu prevádzku digitálnej infraštruktúry. Tieto zásady sa vzťahujú výlučne na súbory cookie umiestnené prostredníctvom domény Coinsmax a nevzťahujú sa na domény alebo služby tretích strán prepojené s našou platformou.","title":"Rozsah a účel"},"2":{"0":"Tieto súbory cookie sú nevyhnutné na zabezpečenie nepretržitého prístupu k základným službám, ako je správa relácií, overovanie totožnosti a ochrana pred neoprávneným prístupom. Bez nich by boli niektoré funkcie stránky zhoršené alebo nefunkčné.","list":{"0":"Príklady: identifikátory relácie, autentifikačné tokeny, stav vyrovnávača zaťaženia"},"title":"Nevyhnutne potrebné súbory cookie"},"3":{"text":"Slúži na uloženie parametrov špecifických pre používateľa, ako sú jazyk, regionálne nastavenia alebo preferencie rozhrania. Ukladajú sa s cieľom zlepšiť kontinuitu UX bez toho, aby sa narušila ochrana osobných údajov alebo zásady minimalizácie údajov.","title":"Funkčné súbory cookie"},"4":{"0":"Nasadené na neidentifikovateľnú telemetriu a analýzu správania. Coinsmax používa agregáciu a pseudonymizáciu všetkých zhromaždených metrík. Údaje sa používajú výlučne na optimalizáciu odozvy platformy, zníženie trenia v používateľských tokoch a identifikáciu systémových problémov s výkonom.","list":{"0":"Dátové body môžu zahŕňať typ zariadenia, čas na stránke a navigáciu.","1":"Poskytovatelia: Google Analytics (s povolenou anonymizáciou IP), interné diagnostické nástroje"},"title":"Analytické a meracie súbory cookie"},"5":{"0":"Niektoré súbory cookie pomáhajú dodržiavať regulačné povinnosti spoločnosti Coinsmax, ako je monitorovanie správania súvisiace s kontrolami proti praniu špinavých peňazí (AML), odhaľovaním podvodov alebo rozšírenými pracovnými postupmi náležitej starostlivosti. Tieto súbory cookie fungujú v rámci platných rámcov dodržiavania finančných predpisov.","title":"Regulačné a rizikové kontroly"},"6":{"0":"Nasadenie nepodstatných súborov cookie podlieha výslovnému súhlasu používateľa podľa čl. 6 ods. 1 písm. a) GDPR. Súhlas sa získava prostredníctvom granulárneho banneru so súbormi cookie s funkciou opt-in v reálnom čase. Nevyhnutne potrebné súbory cookie fungujú podľa čl. 6 ods. 1 písm. f) GDPR (oprávnený záujem), zosúladené s technickými a regulačnými povinnosťami platformy.","title":"Právny základ spracovania"},"7":{"0":"Životnosť súborov cookie sa líši v závislosti od kategórie:","1":"Používatelia môžu odvolať súhlas alebo vymazať súbory cookie prostredníctvom ovládacích prvkov prehliadača bez toho, aby to malo vplyv na potrebné služby.","list":{"0":"Súbory cookie relácie vypršia po ukončení prehliadača.","1":"Trvalé súbory cookie majú pevne stanovenú dobu platnosti, zvyčajne 30 až 365 dní.","2":"Diagnostické súbory cookie a súbory cookie súvisiace s dodržiavaním predpisov sa uchovávajú len dovtedy, kým sú nevyhnutne potrebné na plnenie ich prevádzkovej alebo právnej funkcie."},"title":"Obdobia uchovávania"},"8":{"0":"V prípade využívania služieb tretích strán (napr. analytika, monitorovanie infraštruktúry) spoločnosť Coinsmax zabezpečuje zmluvné záruky vrátane:","1":"Bez právneho základu alebo nad rámec technickej nevyhnutnosti sa nezdieľajú žiadne osobné identifikačné údaje.","list":{"0":"Štandardné zmluvné doložky (SCC), ak sa uplatňujú","1":"Dohody o spracovaní údajov (DPA)","2":"Protokoly šifrovania, riadenia prístupu a minimalizácie"},"title":"Prístup tretích strán a cezhraničné prevody"},"9":{"0":"Používatelia môžu spravovať svoje preferencie súborov cookie prostredníctvom:","1":"Poznámka: Zakázanie niektorých kategórií môže obmedziť funkčnosť platformy, najmä tých, ktoré sú závislé na trvalom overovaní relácie.","list":{"0":"Nástroj na súhlas so súbormi cookie na stránke spoločnosti Coinsmax (prístupný cez odkaz v pätičke)","1":"Správa súborov cookie na úrovni prehliadača","2":"moduly na odhlásenie súborov cookie tretích strán (napr. prostredníctvom nástrojov na odhlásenie spoločnosti Google)."},"title":"Používateľské ovládacie prvky"},"10":{"0":"Spoločnosť Coinsmax si vyhradzuje právo aktualizovať tieto zásady, aby odrážali právne alebo technologické zmeny. O podstatných zmenách budeme informovať prostredníctvom oznámení na mieste alebo prípadne e-mailom.","title":"Zmeny a doplnenia"},"11":{"0":"Ak chcete získať ďalšie informácie alebo uplatniť svoje práva na údaje podľa GDPR alebo platných zákonov, kontaktujte:","email":"E-mail:","phone":"Telefón:","title":"Kontakt","website":"Webová lokalita:"},"categoriesOfCookies":"Kategórie súborov cookie","title":"Zásady používania súborov cookie"},"cryptoInsights":{"contactUs":"Kontaktujte nás","hero":{"description":"Základné informácie, ktoré potrebujete vedieť.","title":"Crypto Insights"},"joinNow":"Pripojte sa teraz","read":"Prečítajte si"},"detailedContactForm":{"aboutYourProject":"O vašom projekte","append":"Zapojením sa do partnerského programu spoločnosti Coinsmax beriete na vedomie, že spolupráca pri propagácii našich služieb môže zahŕňať určité riziká, ako napríklad vrátenie poplatkov, zrušenie alebo upozornenie na podvod. Od všetkých partnerov sa očakáva, že budú dodržiavať naše zásady a usmernenia o dodržiavaní predpisov. Ak sa takéto riziká vyskytnú, spoločnosť Coinsmax si vyhradzuje právo kompenzovať súvisiace náklady z čakajúcich partnerských výplat.","button":{"label":"Aplikovať","loading":"Odoslanie..."},"email":{"label":"E-mail","placeholder":"Zadajte svoj e-mail"},"explanations":{"0":{"0":"Chargeback","1":"keď banka zákazníka zruší dokončenú platbu."},"1":{"0":"Upozornenie na podvody","1":"označená transakcia, ktorú banky alebo poskytovatelia platobných služieb identifikovali ako potenciálne podvodnú."},"2":{"0":"Zrušenie","1":"a keď zákazník, jeho banka alebo sprostredkovateľ požaduje vrátenie finančných prostriedkov po iniciovaní platby."},"title":"Vysvetlenia:"},"firstName":{"label":"Kresťanské meno","placeholder":"Zadajte svoje meno"},"lastName":{"label":"Priezvisko","placeholder":"Zadajte svoje priezvisko"},"phone":{"label":"Telefón","placeholder":"Zadajte svoje telefónne číslo"},"projectLink":{"label":"Prepojenie projektu","placeholder":"Zadajte prepojenie na svoj projekt"},"projectName":{"label":"Názov projektu","placeholder":"Zadajte názov projektu"},"projectOverview":{"label":"Prehľad projektu","placeholder":"Zadajte prehľad svojho projektu"},"projectType":{"label":"Typ projektu","options":{"0":"Obchodné riešenie","1":"Obsah / Recenzie Sieť","2":"Monetizácia naprieč publikom","3":"Sociálny influencer","4":"Mediálna arbitráž","5":"Transakcie / poukazy","6":"Vernostný program Tretia voľba / odmeny","7":"Iné"}},"title":"O vás"},"dropdown":{"placeholder":"Vyberte typ projektu"},"feesTable":{"100Eur":"100 EUR","3percent":"3 % z hodnoty transakcie","50Eur":"50 EUR + 4% z hodnoty transakcie","additionalFees":"Dodatočné poplatky","blockchainFee":"Poplatok za blockchain","chargebackFee":"Poplatok za spätné účtovanie","fee":"Poplatok","feeType":"Typ poplatku","otherFees":"Ostatné poplatky","processingFee":"Poplatok za spracovanie debetných/kreditných kariet a alternatívnych spôsobov platby","refundFee":"Vrátenie poplatku","variable":"Variabilné a závisí od preťaženia siete, zložitosti transakcií a použitého blockchainu. Presný poplatok za blockchain, ktorý sa vzťahuje na transakciu, sa klientovi zobrazí pred potvrdením transakcie"},"footer":{"addresses":{"title":"Adresy"},"company":{"items":{"contactUs":"Kontaktujte nás","insideCoinsmax":"Vnútri Coinsmax","partnership":"Partnerstvo"},"title":"Spoločnosť"},"copyright":"Coinsmax.io - Krypto. Fiat. Vymenené.","customer":{"items":{"cryptoInsights":"Crypto Insights","qa":"OTÁZKY A ODPOVEDE","userEssentials":"Základné informácie pre používateľa"},"title":"Zákazník"},"description":"Coinsmax vlastní a prevádzkuje spoločnosť Limitless Technologies s.r.o, identifikačné číslo 55165451, oprávnená poskytovať služby virtuálnej meny, so sídlom a prevádzkovou adresou Černyševského 1287/10, Bratislava, 851 01, Slovenská republika.","importantNotice":{"text":"Táto webová stránka a jej obsah sú určené len pre používateľov mimo Spojeného kráľovstva. Informácie, ktoré sú tu uvedené, nie sú určené jednotlivcom alebo subjektom so sídlom v Spojenom kráľovstve, ani nie sú určené na ich používanie. Služby ponúkané na stránke Coinsmax.io nie sú k dispozícii maloobchodným klientom zo Spojeného kráľovstva. Upozorňujeme, že v Spojenom kráľovstve sú kryptoaktíva klasifikované ako obmedzené investície na masovom trhu - vysoko riziková kategória, ktorá nemusí byť vhodná pre väčšinu retailových investorov.","title":"Dôležité upozornenie"},"legal":{"items":{"complaintsProcedure":"Postup podávania sťažností","cookiePolicy":"Zásady používania súborov cookie","privacyPolicy":"Zásady ochrany osobných údajov","refundPolicy":"Zásady vrátenia peňazí","riskDisclosure":"Zverejňovanie rizík","templateForTheSub":"Šablóna na podávanie sťažností_ENG","termsAndConditions":"Podmienky a pravidlá","termsOfUse":"Podmienky používania"},"title":"Právna stránka"},"subtitle":"Coinsmax: Brána ku kryptomenám a platidlám.","workHours":{"title":"Hodiny zákazníckej podpory","weekdays":"Pracovné dni","weekends":"Víkendy"}},"header":{"logIn":"Prihlásenie","signUp":"Zaregistrujte sa","text":{"0":"Upozornenie:","1":"Služby Coinsmax.io nie sú dostupné používateľom so sídlom v Spojenom kráľovstve. Ak pristupujete na túto webovú lokalitu zo Spojeného kráľovstva, opustite ju. V súčasnosti nie sú naše služby prístupné pre retailových klientov so sídlom v Spojenom kráľovstve."}},"home":{"complianceAndProtection":{"at":"na adrese","cards":{"0":{"text":"Overenie dokumentov sa vyžaduje od všetkých klientov. Je to prísna požiadavka pre každú licencovanú finančnú službu a pomáha udržiavať platformu v súlade s predpismi a dôveryhodnú.","title":"Len overení používatelia"},"1":{"text":"Vaše dokumenty a osobné údaje sú bezpečne uložené a zašifrované - nikdy nie sú vystavené ani zdieľané mimo regulovaných kontrol.","title":"Súkromné údaje"},"2":{"text":"Každá platba prechádza cez regulované bankové kanály, čo vám dáva jasnosť a pokoj pri každej výmene.","title":"Bezpečné transakcie"},"3":{"text":"Ak máte otázky počas overovania alebo platby, náš tím je tu, aby vám pomohol krok za krokom.","title":"Užitočná podpora"}},"title":"Dodržiavanie predpisov a ochrana"},"contactOurTeam":{"title":"Náš tím je o jeden formulár ďalej!"},"hero":{"button":"Začať teraz","title":"Kde sa stretáva krypto s fiatom."},"howToGetStarted":{"cards":{"0":"Vytvorte si konto za pár minút","1":"Potvrďte svoju totožnosť pomocou rýchleho overenia","2":"Vyberte si menu, krypto a choďte!"},"register":"Registrácia","title":"Ako začať"},"importantNotice":{"button":"Registrácia","text":"Väčšina transakcií sa spracúva okamžite, ale načasovanie môže závisieť od siete blockchain a požadovaných kontrol súladu. Coinsmax zabezpečuje, že vaša transakcia bude spracovaná najspoľahlivejším spôsobom, takže získate finančné prostriedky bez zbytočných oneskorení.","title":{"0":"Dôležité upozornenie o","1":"čas na spracovanie!"}},"meetCoinsmax":{"button":"Preskúmať Coinsmax","cards":{"0":"Coinsmax funguje ako burza kryptomien, ktorá je postavená na jasných a regulovaných procesoch. Naša platforma umožňuje konverziu medzi digitálnymi aktívami a fiat menami v transparentnom prostredí podporovanom robustnou technológiou.","1":"Spoločnosť Coinsmax uplatňuje komplexný ochranný rámec určený na boj proti interným rizikám a ochranu údajov, finančných prostriedkov a transakcií. Každá transakcia prechádza dôkladnou kontrolou a preskúmaním s cieľom zachovať bezpečnosť platformy a jej používateľov."},"title":"Zoznámte sa s Coinsmax!"},"ourAssistanceHub":{"button":"OTÁZKY A ODPOVEDE","button2":"Novinky a postrehy","text":"Vieme, že kryptografický obchod je frustrujúci - preto sme pripravili zdroje, ktoré vám uľahčia prácu.","title":"Naše centrum pomoci"},"tip":{"button":"Skontrolujte stránku .","text":"Ak chcete začať hladšie, pozrite si našu časť Základné informácie pre používateľa - vysvetľuje požiadavky a pomáha vám rýchlejšie dokončiť registráciu a overenie.","text2":"Dôležité upozornenie o čase spracovania!","text3":"Väčšina transakcií sa spracúva okamžite, ale načasovanie môže závisieť od siete blockchain a požadovaných kontrol súladu. Coinsmax zabezpečuje, že vaša transakcia bude spracovaná najspoľahlivejším spôsobom, takže získate finančné prostriedky bez zbytočných oneskorení.","title":"Tip"},"trustedBy":{"text":"Dôveryhodné autoritatívne kryptografické médiá po celom svete!","title":"Dôveryhodný"},"whyCoinsmax":{"button":"Začnite","cards":{"0":{"text":"Od registrácie až po výmenu je všetko jasné, minimálne a jednoduché.","title":"Jednoduché podľa dizajnu"},"1":{"text":"Transakcie sa spracúvajú rýchlo a bez zbytočných krokov.","title":"Rýchle výsledky"},"2":{"text":"Náš tím podpory je tu, aby vám pomohol na každom kroku, pričom sa zameriava na bezpečnosť a transparentnosť.","title":"Podpora, ktorá sa stará"}},"title":"Prečo Coinsmax"}},"importantNoticeDialog":{"text":{"0":"Pomocou","1":"potvrdzujete, že rozumiete rizikám spojeným s nákupom alebo predajom kryptomien. Transakcie s digitálnymi aktívami môžu byť volatilné a je dôležité, aby ste si ich pred pokračovaním plne uvedomili. Podrobné informácie nájdete v našich informáciách o rizikách.","2":"Po potvrdení objednávky ju nemožno zmeniť ani zrušiť. Pred dokončením transakcie sa uistite, že sú vaše osobné údaje a adresa peňaženky zadané správne."},"title":"Dôležité upozornenie"},"insideCoinsmax":{"exchangeWithExperts":{"button":"Pridajte sa k nám","text":"Spoločnosť Coinsmax prevádzkuje licencovaná spoločnosť, ktorú podporuje kvalifikovaný tím so solídnymi skúsenosťami v oblasti finančných a digitálnych aktív.","text2":"Poskytujeme spoľahlivú službu výmeny pre nováčikov v oblasti kryptomien aj pre tých, ktorí už trh poznajú.","title":"Výmena s odborníkmi"},"hero":{"text":"Sme radi, že ste sa tu dozvedeli viac o tom, kto sme, za čím si stojíme a ako vidíme budúcnosť výmeny kryptomien.","title":"Vitajte na stránke Coinsmax"},"whoWeAre":{"text":"Spoločnosť Coinsmax tvorí tím odborníkov na kryptografiu a technológie, ktorých spája jediná vízia: urobiť digitálne aktíva praktickými v každodennom živote.","text2":"Poskytujeme jednoduchú platformu na konverziu Bitcoinov a Etherea na fiat meny a späť.","text3":"Vďaka skúsenostiam v oblasti financií, dodržiavania predpisov a technológií prinášame odborné znalosti, ktoré zabezpečujú, že každá transakcia je rýchla, transparentná a v súlade s globálnymi normami.","title":"Kto sme","title2":"Naše zameranie"}},"langSwitcher":{"english":"Angličtina","german":"Nemecký","italian":"Taliansky","slovak":"Slovenská"},"partnership":{"applyNow":{"text":"Vyplňte formulár a získajte partnerský účet, propagačné zdroje a priamu podporu.","title":"Prihláste sa teraz!"},"hero":{"text":"Zarábajte, keď rastiete spolu s nami.","title":"Možnosti partnerstva so spoločnosťou Coinsmax"},"howToJoin":{"cards":{"0":{"title":"Aplikovať","value":"Vyplňte nižšie uvedený formulár žiadosti.  Vašu žiadosť posúdime a zašleme vám zmluvu a požiadavky spoločnosti KYB."},"1":{"title":"Overiť","value":"Predložte požadované dokumenty. Po schválení dostanete svoje partnerské ID a prístup k zdrojom."},"2":{"title":"Zdieľať","value":"Propagujte Coinsmax pomocou svojho jedinečného odkazu na svojich platformách a v komunitách."},"3":{"title":"Získajte","value":"Získajte provízie za každú platbu faktúry od používateľov, ktorých privediete. Všetko môžete sledovať na svojom ovládacom paneli."}},"title":"Ako sa pripojiť"},"ourOffer":{"cards":{"0":{"text":"Náš model je navrhnutý tak, aby vytváral vzájomný rast","title":"Keď privediete ľudí na našu platformu, budete sa podieľať na hodnote, ktorú vytvoria."},"1":{"0":"Hodnota pre používateľov","1":"získajú prístup k čistej, kompatibilnej kryptografickej platforme."},"2":{"0":"Hodnota pre vás","1":"dostávate priebežné odmeny na základe aktivity komunity, ktorú pomáhate budovať."}},"text":"Partnerský program Coinsmax je založený na jednoduchej myšlienke","title":"Naša ponuka"},"whoCanJoin":{"cards":{"0":{"text":"Váš hlas môže viesť vaše publikum k tomu, aby zistilo, aké jednoduché je vymieňať si kryptografiu.","title":"Vplyvné osoby"},"1":{"text":"Premeňte svoj dosah na príležitosť a predstavte svojmu publiku službu určenú na kryptografické platby.","title":"Affiliate Marketers"},"2":{"text":"Vysvetľujete čitateľom kryptografiu. My im ponúkame dôveryhodnú platformu, ktorú môžu používať.","title":"Priemyselné médiá"},"3":{"text":"Pomôžte študentom objaviť praktické kryptografické nástroje, ktoré zjednodušujú platby.","title":"Vzdelávacie platformy"},"4":{"text":"Ak máte komunitu, ktorá skúma finančné technológie, poskytujeme kryptografické platobné služby, ktoré môžu uplatniť v praxi.","title":"Vývojári a Fintech"}},"text":"Spoločnosť Coinsmax je otvorená partnerom, ktorých nasledovníci, čitatelia alebo klienti skúmajú kryptografiu ako spôsob platby:","title":"Kto sa môže pripojiť"}},"privacyPolicy":{"0":{"0":"Spoločnosť Limitless Technologies s.r.o. (ďalej len \"spoločnosť\" alebo \"my\", \"nás\" alebo \"naša\") sa snaží chrániť práva na súkromie svojich online používateľov a zákazníkov (ďalej len \"používatelia\" alebo \"vy\"). Tieto Zásady ochrany osobných údajov a používania súborov cookie (ďalej len \"Zásady\") sa vzťahujú na on-line platformu (vrátane všetkých príslušných mobilných aplikácií používaných na prístup k nej, ak sú k dispozícii) (ďalej spoločne len \"Platforma\") a na to, keď používate alebo navštevujete našu webovú lokalitu Coinsmax.io (ďalej len \"Webová lokalita\") alebo ktorýkoľvek z našich produktov alebo služieb ponúkaných prostredníctvom Platformy a/alebo Webovej lokality (ďalej spoločne len \"Služba\").","1":"Tieto zásady sú súčasťou našich podmienok používania a tvoria ich neoddeliteľnú súčasť.","2":"Tieto zásady dopĺňajú ostatné oznámenia a nie sú určené na ich nahradenie. Pojmy v nej použité majú význam(-y) uvedený(-é) v nariadení (EÚ) 2016/679 (všeobecné nariadenie o ochrane údajov (GDPR)), v platnom znení.","3":"Cieľom týchto zásad je pomôcť vám pochopiť, aké osobné údaje zhromažďujeme v súvislosti s našimi službami a ako tieto osobné údaje spracúvame a používame. Keď využívate naše služby, zverujete nám svoje Osobné údaje. Chápeme, že je to veľká zodpovednosť, a preto sa usilujeme chrániť vaše Osobné údaje a umožniť vám mať ich pod kontrolou.","4":"Prístupom k našim službám, webovej lokalite alebo platforme, ich používaním alebo vytvorením profilu súhlasíte s tým, že ste si prečítali podmienky obsiahnuté v týchto zásadách a že im rozumiete. Ak nesúhlasíte s akýmkoľvek aspektom týchto Zásad alebo vám nevyhovuje, mali by ste okamžite ukončiť prístup alebo používanie Platformy a našich Služieb."},"1":{"0":"Osobné údaje sú akékoľvek informácie, ktoré sa týkajú identifikovanej alebo identifikovateľnej fyzickej osoby. Tieto zásady sa vzťahujú na všetky osobné údaje, ktoré nám dobrovoľne poskytnete a ktoré získame od našich partnerov a poskytovateľov služieb. Tieto Zásady sa nevzťahujú na anonymizované údaje, pretože ich nemožno použiť na vašu identifikáciu. Osobné údaje znamenajú akékoľvek informácie, ktoré sú pre vás jedinečné, ako napríklad nasledujúce osobné údaje a dokumentácia, ktoré od vás môžeme my, naši partneri alebo poskytovatelia služieb získať","1":"životopisné údaje a kontaktné údaje, ako je celé zákonné meno, ID používateľa, dátum narodenia, miesto narodenia, vek, národnosť, občianstvo, pohlavie, podpis, kontaktné údaje (napr. telefónne číslo a e-mailová adresa atď.) a adresa bydliska;","2":"doplňujúce identifikačné údaje, ako sú vládou vydané doklady totožnosti (napr. pas, vodičský preukaz alebo štátna identifikačná karta atď.), selfie, fotografie a/alebo videá, číslo sociálneho poistenia, informácie o zamestnaní (napr. názov spoločnosti), doklad o pobyte vrátane účtov za komunálne služby a informácie o vízach;","3":"Informácie zhromaždené v súlade s požiadavkami zákonov: Výsledky kontroly politicky exponovaných osôb (PEP) a kontroly sankcií, akékoľvek ďalšie osobné údaje potrebné na preukázanie zdroja finančných prostriedkov (napr. pracovná zmluva, osvedčenie o dedičstve atď.), kontrola AML, adresa, doklad totožnosti, overenie videozáznamu a e-mailu, kontrola selfie, údaje o štruktúre riadenia a obchodnej činnosti atď.","4":"finančné informácie, ako sú informácie o bankovom účte, číslo primárneho účtu platobnej karty, údaje o kreditnej karte, údaje o zdroji vašich finančných prostriedkov, daňové identifikačné číslo, informácie o vašom príjme, majetku a záväzkoch a informácie týkajúce sa zoznamov hospodárskych a obchodných sankcií;","5":"informácie o peňaženkách, ako sú adresy peňaženiek alebo informácie o kryptografických peňaženkách s viacerými mincami, a informácie týkajúce sa integrácie peňaženiek, ktoré ste si vybrali, informácie o vlastníctve;","6":"informácie o transakciách uskutočnených prostredníctvom našich služieb, ako sú preferencie digitálnych aktív, spôsob platby, dátum a/alebo časová značka, nastavenia a preferencie, ktoré ste si vybrali, vaše otázky a naše odpovede;","7":"informácie o komunikácii a odporúčaniach (vrátane e-mailov, textových správ, korešpondencie odoslanej prostredníctvom časti \"kontakt\" na platforme a záznamov hovorov) alebo informácie získané z podujatí alebo verejných platforiem sociálnych sietí a telefónne alebo e-mailové adresy vašich kontaktov, ak sa rozhodnete odporučiť nám ľudí, spolu s našimi odpoveďami;","8":"informácie o zamestnaní: zahŕňajú históriu vášho zamestnania, vzdelanie a výšku príjmu;","9":"marketingové informácie zahŕňajú váš súhlas a preferencie pri prijímaní priameho marketingu od nás a našich tretích strán a vaše komunikačné preferencie;","10":"iné osobné údaje alebo obchodné a/alebo identifikačné informácie vrátane osobných údajov, ktoré podľa vlastného uváženia považujeme za potrebné na splnenie našich zákonných povinností, napríklad zákonov proti praniu špinavých peňazí.","title":"Aké osobné údaje o vás zhromažďujeme?"},"2":{"0":"Osobné údaje sa zhromažďujú z vášho používania Služieb, ako aj od dôveryhodných poskytovateľov služieb, ktorí nám poskytujú finančné služby, služby typu \"poznaj svojho zákazníka\" a služby finančného spravodajstva.Informácie, ktoré o vás zhromažďujeme z týchto rôznych zdrojov, môžeme kombinovať.","1":"Údaje, ktoré zhromažďujeme automaticky","2":"Keď používate platformu, naše servery automaticky zaznamenávajú informácie pomocou súborov cookie a iných sledovacích technológií vrátane informácií, ktoré váš prehliadač odošle vždy, keď navštívite platformu, alebo ktoré odošle vaša mobilná aplikácia, keď ju používate. Tieto údaje zo záznamov môžu zahŕňať vašu adresu internetového protokolu, adresu webovej stránky, ktorú ste navštívili pred príchodom na Platformu, typ a nastavenia vášho prehliadača, dátum a čas vašej požiadavky, informácie o konfigurácii prehliadača a doplnkoch, jazykové preferencie a údaje o súboroch cookie.","3":"Okrem údajov z protokolov môžeme zhromažďovať aj informácie o zariadení, ktoré používate na platforme, vrátane toho, o aký typ zariadenia ide, aký operačný systém používate, nastavenia zariadenia, jedinečné identifikátory zariadenia a údaje o zrážkach. To, či zhromažďujeme niektoré alebo všetky tieto informácie, môže závisieť od toho, aký typ zariadenia používate a aké sú jeho nastavenia.","4":"Tieto informácie môžeme kombinovať s ďalšími informáciami, ktoré sme o vás zhromaždili, prípadne vrátane vášho celého mena, používateľského mena, e-mailovej adresy a ďalších osobných údajov.","5":"Zhromažďujeme informácie o vašej aktuálnej IP adrese na určenie všeobecných údajov o polohe, ako je mesto alebo región. Nezhromažďujeme presné informácie o fyzickej polohe (napr. súradnice GPS). Ak máte akékoľvek otázky týkajúce sa spôsobu používania údajov o polohe na základe IP adresy, neváhajte nás kontaktovať.","6":"Informácie od tretích strán alebo z verejne dostupných zdrojov","7":"V niektorých prípadoch môžeme získať vaše osobné údaje od tretej strany, napríklad od poskytovateľa údajov, úverovej referenčnej agentúry alebo iného dôveryhodného zdroja. Tieto Osobné údaje sa môžu použiť na overenie vašej totožnosti, adresy alebo úverovej bonity a na zlepšenie kvality našich služieb.","8":"Tretie strany, od ktorých dostávame osobné údaje, sú starostlivo vybrané a sú viazané prísnymi dohodami o mlčanlivosti, aby chránili vaše osobné údaje. Podliehajú tiež platným zákonom a predpisom o ochrane údajov, ako je napríklad GDPR.","9":"Osobné údaje o vás môžeme získať od rôznych tretích strán a z verejných zdrojov, ako je uvedené nižšie:","10":"Aby sme mohli poskytovať zmluvné služby, môžeme potrebovať overiť údaje v agentúrach pre úverové referencie, agentúrach pre boj proti podvodom, v zoznamoch sankcií a politicky exponovaných osôb (PEP).","list":{"0":"požiadať o využívanie našich služieb;","1":"vytvoriť si profil na našej platforme;","2":"vykonávať výmenné transakcie;","3":"poskytnite nám spätnú väzbu alebo položte otázku."},"list2":{"0":"Náš partner, ktorý s nami zdieľa vaše osobné údaje, aby (a) ste mohli využívať naše služby v jeho mene a (b) aby vám mohol vyplatiť peniaze (napríklad vašu mzdu, ak ste jeho zamestnanec, alebo platbu za tovar a/alebo služby, ak ste jeho dodávateľ);","1":"poskytovateľov analytických služieb, ako je napríklad spoločnosť Google so sídlom mimo EÚ;","2":"reklamné siete, ako napríklad Google so sídlom v EÚ alebo mimo nej, a","3":"poskytovateľov vyhľadávacích informácií Google so sídlom v EÚ alebo mimo nej;","4":"poskytovateľov elektronického overovania totožnosti od sprostredkovateľov údajov alebo agregátorov so sídlom v EÚ alebo mimo nej;","5":"Môžeme tiež elektronicky zaznamenávať a overovať osobné doklady totožnosti, napríklad pasy, vrátane snímok obrazovky;","6":"Údaje o totožnosti a kontaktné údaje z verejne dostupných zdrojov v EÚ;"},"title":"Ako zhromažďujeme osobné údaje?"},"3":{"0":"Vaše osobné údaje zhromažďujeme a spracúvame na tieto účely:","list":{"0":"Poskytovanie a zlepšovanie našich služieb: Vaše osobné údaje používame na poskytovanie a zlepšovanie nami ponúkaných služieb vrátane spracovania transakcií a poskytovania zákazníckej podpory.","1":"Na spracovanie transakcií - aby ste mohli uskutočňovať transakcie na základe objednávok prostredníctvom platobných zariadení a prostredníctvom platformy;","2":"Overenie vašej totožnosti - na overenie vašej totožnosti, vykonanie transakcií, ktoré nám zadáte, alebo na účely odhaľovania podvodov alebo ochrany pred nimi, alebo v iných situáciách, ktoré zahŕňajú podozrivé alebo nezákonné činnosti, používame a zdieľame vaše údaje s agentúrami na kontrolu úverov/referenčnými agentúrami a agentúrami na prevenciu podvodov. Môžeme tiež vykonať vyhľadávanie vo vašom úverovom súbore, ak je to potrebné a/alebo potrebné na poskytovanie našich služieb pre vás;","3":"Na vykonávanie našich služieb a platieb - vaše údaje používame a zdieľame s bankami vrátane inštitúcií elektronických peňazí, burzami kryptolikvidity a partnermi finančných služieb, ako sú bankoví sprostredkovatelia, poskytovatelia medzinárodných platobných služieb a regulovaní distribuční agenti;","4":"komunikovať s vami: Vaše osobné údaje používame na komunikáciu s vami, napríklad na zasielanie aktualizácií o vašom profile u nás alebo o našich službách, na odpovede na vaše otázky a na zasielanie propagačných materiálov. Viac informácií o odmietnutí určitých komunikácií nájdete v časti \"Vaše práva a možnosti voľby v súvislosti s vašimi Osobnými údajmi\" nižšie.","5":"Dodržiavanie zákonných povinností: Vaše osobné údaje môžeme použiť na splnenie zákonných povinností, napríklad na dodržanie daňových zákonov alebo na odpovede na súdne predvolania a iné právne požiadavky.","6":"Na ochranu našich práv a záujmov: Vaše osobné údaje môžeme použiť na ochranu našich práv a záujmov, napríklad na presadzovanie našich podmienok poskytovania služieb, na predchádzanie podvodom a zneužívaniu a na ochranu bezpečnosti našich služieb.","7":"Prispôsobenie vašich skúseností: Vaše osobné údaje môžeme použiť na prispôsobenie vašich skúseností, napríklad na poskytovanie odporúčaní a reklám, ktoré sú pre vás relevantnejšie.","8":"Prispôsobenie vašich skúseností. Vaše osobné údaje môžeme použiť na analýzu vašej interakcie so službou, na monitorovanie a analýzu trendov používania a aktivity a na iné výskumné, analytické a štatistické účely.","9":"na akýkoľvek iný účel, ktorý vám bol opísaný v čase zhromažďovania informácií."},"title":"Aké sú účely zhromažďovania a spracovania údajov?"},"4":{"0":"Keď spracúvame vaše osobné údaje, robíme to len na základe jedného z nasledujúcich právnych základov:","1":"Upozorňujeme, že vaše osobné údaje môžeme spracúvať na viac ako jeden zákonný dôvod v závislosti od konkrétneho účelu, na ktorý vaše údaje používame. Ak potrebujete podrobné informácie o konkrétnom právnom základe, na základe ktorého spracúvame vaše osobné údaje, kontaktujte nás.","2":"Vo všeobecnosti sa nespoliehame na súhlas ako právny základ pre spracovanie vašich osobných údajov, okrem prípadov, keď vám zasielame priame marketingové oznámenia tretích strán prostredníctvom e-mailu alebo textovej správy. Máte právo kedykoľvek odvolať súhlas s marketingom tak, že nás kontaktujete.","list":{"0":"Súhlas: Máme na to váš súhlas. Ak je právnym základom nášho spracovania súhlas, môžete ho kedykoľvek odvolať.","1":"Plnenie zmluvy: Vaše osobné údaje môžeme spracúvať na plnenie našich povinností vyplývajúcich zo zmluvy s vami, napríklad na dodanie služieb, ktoré ste si vyžiadali, alebo na podniknutie krokov na vašu žiadosť pred uzavretím takejto zmluvy.","2":"Právna povinnosť: Vaše osobné údaje môžeme spracúvať, aby sme splnili zákonné povinnosti, napríklad aby sme dodržali daňové zákony alebo reagovali na súdne predvolania a iné právne požiadavky.","3":"Oprávnený záujem: Môžeme spracúvať vaše osobné údaje z dôvodu našich oprávnených záujmov, ako je napríklad zlepšovanie našich služieb, komunikácia s vami a ochrana našich práv a záujmov, presadzovanie našich podmienok používania a právnych oznámení a na preukazovanie, uplatňovanie a obhajovanie právnych nárokov, uzatváranie podnikových transakcií (napr. reštrukturalizácia podniku, predaj alebo postúpenie aktív, zlúčenie), zdieľanie vašich informácií s trhmi tretích strán a poskytovateľmi služieb na účely inzercie, presadzovanie našich podmienok používania a predchádzanie podvodom a/alebo porušovaniu našich práv duševného vlastníctva."},"title":"Zákonný základ pre spracovanie"},"5":{"0":"Rešpektujeme vaše súkromie a nebudeme vaše osobné údaje zverejňovať, zdieľať, prenajímať ani predávať žiadnej tretej strane, pokiaľ sa zdieľanie vašich osobných údajov neuskutoční na základe plnenia zmluvy, vašej konkrétnej a výslovnej žiadosti alebo z dôvodu splnenia regulačných požiadaviek alebo oprávneného záujmu, ako je uvedené nižšie.","1":"Tento zoznam nie je úplný a môžu nastať okolnosti, keď budeme musieť zdieľať osobné údaje s inými tretími stranami, pokiaľ to nie je zakázané zákonom.","2":"V prípade potreby (napríklad pri prenose údajov poskytovateľom služieb) zavádzame vhodné zmluvné dojednania a bezpečnostné mechanizmy na ochranu zdieľaných osobných údajov a dodržiavanie našich noriem a povinností v oblasti ochrany údajov, dôvernosti a bezpečnosti.","3":"Upozorňujeme, že údaje môžeme sprístupniť aj na základe oprávnených požiadaviek vládnych orgánov alebo súdnych príkazov. Ak nám to zákon nezakazuje, budeme vás o takejto žiadosti informovať.","list":{"0":"Pridružení partneri. Informácie, ktoré od vás zhromažďujeme, môžeme poskytnúť našim pridruženým alebo dcérskym spoločnostiam výlučne na účely poskytovania služieb a platformy, ktoré sú vám k dispozícii; ak tak však urobíme, tieto pridružené a dcérske spoločnosti budú používať a zverejňovať vaše osobné údaje v súlade s týmito zásadami.","1":"Poskytovatelia služieb. Informácie, ktoré od vás získame, môžeme poskytnúť predajcom, poskytovateľom služieb, zmluvným partnerom alebo zástupcom tretích strán, ktorí vykonávajú funkcie v našom mene (napr. audítorom, účtovníkom, právnikom, agentúram na kontrolu úverov a prevenciu podvodov, bankovým inštitúciám, poskytovateľom služieb AML a KYC), ak tieto tretie strany súhlasili s tým, že budú tieto informácie používať len na poskytovanie služieb pre nás. Tieto tretie strany budú podliehať príslušným povinnostiam v oblasti ochrany údajov a vaše osobné údaje budú používať len tak, ako je to opísané v týchto Zásadách ochrany osobných údajov;","2":"Prevody podnikov. Ak rokujeme s inou spoločnosťou alebo subjektom, ak nás nadobudne iná spoločnosť alebo subjekt alebo ak sa s nami zlúči, ak sa podstatná časť nášho majetku prevedie na inú spoločnosť alebo subjekt alebo ak sa prevedie v rámci konkurzného konania, môžeme informácie, ktoré sme od vás získali, preniesť na inú spoločnosť alebo subjekt.","3":"Reakcia na právny proces. Informácie, ktoré od vás získame, môžeme tiež zverejniť, aby sme vyhoveli zákonu, súdnemu konaniu, súdnemu príkazu alebo inému právnemu postupu, napríklad v reakcii na súdne predvolanie.","4":"Chrániť nás a ostatných. Informácie, ktoré od vás získame, môžeme zverejniť aj vtedy, ak sa domnievame, že je to potrebné na vyšetrovanie, prevenciu alebo prijatie opatrení týkajúcich sa nezákonných činností, podozrenia z podvodu, situácií zahŕňajúcich potenciálne ohrozenie bezpečnosti akejkoľvek osoby, porušenia našej zmluvy o poskytovaní služieb alebo týchto zásad, alebo ako dôkaz v súdnom spore, do ktorého sme zapojení.","5":"Súhrnné a deidentifikované údaje. Môžeme zhromažďovať, spracovávať, analyzovať a zdieľať súhrnné alebo deidentifikované údaje o používateľoch s tretími stranami a verejne na účely vývoja produktov, marketingu, reklamy, výskumu alebo podobné účely."},"title":"Zdieľanie osobných údajov s tretími stranami"},"6":{"0":"Máte určité individuálne práva týkajúce sa osobných údajov, ktoré o vás zhromažďujeme a spracúvame prostredníctvom Platformy.","1":"Podľa platných zákonov o ochrane údajov môžete mať určité zákonné práva v súvislosti s osobnými údajmi, ktoré spracúvame, vrátane práva na:","2":"Upozorňujeme, že bez ohľadu na vyššie uvedené môžu nastať okolnosti, za ktorých nebudeme môcť vyhovieť žiadosti o úpravu, aktualizáciu, prístup alebo vymazanie profilu účtu alebo osobných údajov. To zahŕňa okrem iného:","list":{"0":"požiadať o prístup k vašim osobným údajom (bežne známe ako \"žiadosť o prístup k údajom\"). To vám umožní získať kópiu osobných údajov, ktoré o vás uchovávame, a skontrolovať, či ich spracúvame v súlade so zákonom.","1":"požiadať o opravu osobných údajov, ktoré o vás uchovávame. To vám umožňuje opraviť akékoľvek neúplné alebo nepresné údaje, ktoré o vás máme, hoci môžeme potrebovať overiť presnosť nových údajov, ktoré nám poskytnete.","2":"Požiadať o vymazanie svojich osobných údajov. To vám umožňuje požiadať nás o vymazanie alebo odstránenie Osobných údajov, ak neexistuje žiadny dobrý dôvod na ich ďalšie spracovanie. Máte tiež právo požiadať nás o vymazanie alebo odstránenie vašich Osobných údajov, ak ste úspešne uplatnili svoje právo namietať proti spracovaniu (pozri nižšie), ak sme vaše údaje spracúvali nezákonne alebo ak sme povinní vymazať vaše Osobné údaje, aby sme dodržali miestne právne predpisy. Upozorňujeme však, že nie vždy budeme môcť vyhovieť vašej žiadosti o vymazanie z osobitných právnych dôvodov, ktoré vám prípadne oznámime v čase podania žiadosti.","3":"namietať proti spracovaniu vašich osobných údajov, ak sa spoliehame na oprávnený záujem (alebo na záujem tretej strany) a existuje niečo vo vašej situácii, čo vás núti namietať proti spracovaniu z tohto dôvodu, pretože sa domnievate, že to má vplyv na vaše základné práva a slobody. Právo namietať máte aj v prípade, že vaše osobné údaje spracúvame na účely priameho marketingu. V niektorých prípadoch môžeme preukázať, že máme presvedčivý oprávnený záujem spracúvať vaše údaje, ktorý prevažuje nad vašimi právami a slobodami.","4":"Požiadať o obmedzenie spracovania vašich osobných údajov. To vám umožňuje požiadať nás o pozastavenie spracovania vašich Osobných údajov v nasledujúcich prípadoch: (a) ak chcete, aby sme zistili presnosť údajov; (b) ak je naše používanie údajov nezákonné, ale nechcete, aby sme ich vymazali; (c) ak potrebujete, aby sme údaje uchovávali, aj keď ich už nepotrebujeme, pretože ich potrebujete na určenie, uplatnenie alebo obhajobu právnych nárokov; alebo (d) ak ste namietali proti nášmu používaniu vašich údajov, ale potrebujeme overiť, či máme prevažujúce oprávnené dôvody na ich používanie.","5":"požiadať o prenos vašich osobných údajov k vám alebo k tretej strane. Vaše Osobné údaje poskytneme vám alebo vami vybranej tretej strane v štruktúrovanom, bežne používanom a strojovo čitateľnom formáte. Upozorňujeme, že toto právo sa vzťahuje len na automatizované informácie, na ktorých použitie ste nám pôvodne poskytli súhlas alebo ak sme tieto informácie použili na plnenie zmluvy s vami.","6":"kedykoľvek odvolať súhlas, ak sa spoliehame na súhlas so spracovaním vašich osobných údajov. To však nebude mať vplyv na zákonnosť akéhokoľvek spracovania vykonaného pred odvolaním vášho súhlasu. Ak svoj súhlas odvoláte, možno vám nebudeme môcť poskytovať určité produkty alebo služby. V takomto prípade vás budeme informovať v čase, keď svoj súhlas odvoláte;","7":"Nebyť predmetom iba automatizovaného spracovania vrátane profilovania. Máte právo požadovať, aby spracúvanie vašich osobných údajov preskúmala skutočná osoba, a namietať proti rozhodovaniu automatizovanými prostriedkami.","8":"podať odvolanie na naše konanie alebo nečinnosť v súvislosti s uplatňovaním práv dotknutej osoby na orgán na ochranu údajov, ktorý sa nachádza v členskom štáte Európskej únie, v ktorom máte bydlisko, a","9":"Ak ste utrpeli škodu v dôsledku porušenia práv dotknutej osoby, máte nárok na náhradu škody, o ktorú musíte požiadať príslušný súd v členskom štáte Európskej únie, v ktorom máte bydlisko."},"list2":{"0":"na akomkoľvek základe, na základe ktorého možno takúto žiadosť odmietnuť podľa platných právnych predpisov;","1":"ak potrebujeme uchovávať informácie na dodržiavanie medzinárodných alebo vnútroštátnych zákonov alebo na účtovné či daňové účely;","2":"ak musíme vyhovieť občianskemu, trestnému alebo regulačnému vyšetrovaniu, vyšetrovaniu, predvolaniu alebo predvolaniu štátnych alebo miestnych orgánov;","3":"ak musíme spolupracovať s orgánmi činnými v trestnom konaní v súvislosti s konaním alebo činnosťou, o ktorej sa podnik, poskytovateľ služieb alebo tretia strana v dobrej viere dôvodne domnieva, že môže porušovať zákony;","4":"ak potrebujeme uchovávať informácie na uplatnenie alebo obhajobu právnych nárokov;","5":"ak informácie obsahujú zákonné privilégium alebo vlastnícke informácie inej strany, alebo ak by vyhovenie žiadosti ohrozilo súkromie alebo iné legitímne práva iných osôb."},"title":"Vaše práva na osobné údaje"},"7":{"0":"Uznávame vaše právo na prístup k osobným údajom, ktoré zhromažďujeme a spracúvame, a na ich zmenu. Ak chcete získať prístup k Osobným údajom alebo ich opraviť, doplniť alebo vymazať, pošlite nám e-mail na adresu dpo@coinsmax.io.","1":"Môžete tiež určiť oprávneného zástupcu, ktorý podá žiadosť vo vašom mene, a to tak, že overíte svoju totožnosť a poskytnete zástupcovi písomné povolenie podať žiadosť vo vašom mene.","2":"V súlade s platnými zákonmi môžete tieto práva a voľby slobodne uplatňovať. Nebudeme vám účtovať rôzne ceny ani poskytovať rôznu kvalitu služieb, pokiaľ tieto rozdiely nesúvisia s vašimi informáciami alebo nie sú inak povolené zákonom. Po prijatí vašej žiadosti od vás možno budeme musieť požiadať o ďalšie informácie, aby sme overili vašu totožnosť alebo spracovali vašu žiadosť.","3":"Ak zistíme, že v konkrétnom prípade nemôžeme odpovedať na žiadnu žiadosť, poskytneme vám vysvetlenie, prečo sme tak rozhodli, a kontaktné miesto pre prípadné ďalšie otázky. V záujme ochrany vášho súkromia podnikneme komerčne primerané kroky na overenie vašej totožnosti pred tým, ako odpovieme na akúkoľvek žiadosť podľa tohto ustanovenia, vrátane dodržania všetkých platných právnych požiadaviek na overenie vašej totožnosti.","4":"Na vaše žiadosti budeme reagovať bez zbytočného odkladu a v každom prípade do jedného mesiaca od prijatia žiadosti. Táto lehota sa však môže predĺžiť až na dva mesiace podľa okolností určených nariadením GDPR.","5":"Ak nie ste spokojní s tým, ako sme použili vaše údaje, môžete sa obrátiť na Štátnu inšpekciu ochrany údajov (Valstybinė duomenų apsaugos inspekcija). Boli by sme však radi, keby sme vaše obavy mohli vyriešiť skôr, ako sa obrátite na Štátnu inšpekciu ochrany údajov, preto nás v prvom rade kontaktujte.","6":"Adresa Štátneho inšpektorátu pre ochranu údajov:","7":"Budova Park One,","8":"Námestie 1. mája 18,","9":"811 06 Bratislava, Slovensko","10":"E-mail: statny.dozor@pdp.gov.sk","11":"Webová stránka: https://dataprotection.gov.sk/ ","title":"Uplatňovanie vašich práv"},"8":{"0":"Služby môžu obsahovať odkazy na iné webové stránky. Upozorňujeme, že nie sme zodpovední za ochranu osobných údajov ani za postupy zabezpečenia informácií na iných webových stránkach. Tieto iné webové lokality a aplikácie majú vlastné zásady týkajúce sa súborov cookie a zhromažďovania a používania osobných údajov. Odporúčame vám, aby ste si ustanovenia týchto zásad sami preštudovali a posúdili.","title":"Odkazy na iné webové stránky"},"9":{"0":"Vaše osobné údaje môžeme preniesť príjemcom, ktorí sa nachádzajú mimo Európskeho hospodárskeho priestoru (EHP) alebo mimo krajiny vášho bydliska. Krajiny, do ktorých môžeme preniesť vaše osobné údaje, nemusia mať rovnakú úroveň ochrany údajov ako krajina vášho bydliska.","1":"Zabezpečujeme, aby boli zavedené vhodné záruky na ochranu vašich osobných údajov vrátane používania štandardných zmluvných doložiek schválených Európskou komisiou a záväzných firemných pravidiel pre spoločnosti našej skupiny, ak to vyžaduje zákon.","2":"Ak chcete získať viac informácií o bezpečnostných opatreniach, ktoré uplatňujeme pri medzinárodných prenosoch, alebo ak máte akékoľvek obavy týkajúce sa prenosu vašich osobných údajov, kontaktujte nás.","3":"Medzinárodné prenosy údajov","4":"Vaše osobné údaje môžeme prenášať príjemcom nachádzajúcim sa mimo Európskeho hospodárskeho priestoru (EHP) vrátane krajín, ktoré neposkytujú rovnakú úroveň ochrany údajov ako vaša domovská jurisdikcia. V takýchto prípadoch zabezpečujeme zavedenie vhodných bezpečnostných opatrení, ako sa vyžaduje v kapitole V všeobecného nariadenia o ochrane údajov (GDPR).","5":"Tieto ochranné opatrenia môžu zahŕňať:","6":"prenosy do krajín, ktoré Európska komisia považuje za krajiny poskytujúce primeranú úroveň ochrany údajov (rozhodnutia o primeranosti);","7":"Používanie štandardných zmluvných doložiek (SCC) prijatých Európskou komisiou na zabezpečenie dodržiavania povinností v oblasti ochrany údajov;","8":"V prípade potreby záväzné podnikové pravidlá (BCR) pre prevody v rámci skupiny;","9":"Váš výslovný súhlas za predpokladu, že ste boli informovaní o možných rizikách;","10":"Prenosy potrebné na plnenie zmluvy s vami alebo vo vašom záujme (napr. spracovanie platieb, zákaznícka podpora).","11":"V prípade potreby vykonávame posúdenie vplyvu prenosu (TIA) s cieľom posúdiť zákony a postupy cieľovej krajiny vo vzťahu k normám EÚ v oblasti ochrany údajov. V prípadoch, keď sú potrebné dodatočné technické alebo organizačné opatrenia na doplnenie SCC, zavedieme ich zodpovedajúcim spôsobom.","12":"Ak chcete získať viac informácií o konkrétnom mechanizme používanom pri medzinárodných prenosoch vašich osobných údajov alebo ak chcete požiadať o kópiu platných bezpečnostných opatrení (napr. SCC), kontaktujte nás na adrese: dpo@coinsmax.io.","title":"Prenos vašich osobných údajov"},"10":{"0":"Keď pristupujete na našu webovú lokalitu alebo ju používate, môžeme používať štandardné technológie, ako sú \"cookies\" alebo podobné technológie, ktoré ukladajú určité informácie vo vašom počítači a ktoré nám umožnia automatickú aktiváciu určitých funkcií, čím sa zlepší celkový používateľský zážitok. Používanie určitých súborov cookie môžete obmedziť úpravou svojich preferencií prostredníctvom odkazu na nastavenie súborov cookie na webovej lokalite. Väčšina webových prehliadačov poskytuje možnosť vymazať súbory cookie z vášho zariadenia, zablokovať ich prijímanie alebo dostať upozornenie pred ich uložením. Zablokovanie alebo vymazanie súborov cookie však môže obmedziť váš online zážitok.","1":"Ak si neželáte, aby váš prehliadač povolil používanie sledovacích zariadení, použite možnosť \"Nesledovať\" vo vašom prehliadači. Náš systém je nastavený tak, aby na takéto signály reagoval.","2":"Ďalšie informácie o tom, ako používame súbory cookie a iné mechanizmy sledovania, sú uvedené v našich Zásadách používania súborov cookie.","title":"Používanie súborov cookie"},"11":{"0":"Prijímame primerané organizačné a technické bezpečnostné opatrenia na zachovanie bezpečnosti a integrity našej služby a na zabránenie neoprávnenému prístupu k nej alebo jej používaniu prostredníctvom všeobecne uznávaných štandardných priemyselných technológií a interných postupov.","1":"Upozorňujeme však, že prenos informácií cez internet alebo iné metódy elektronického ukladania je spojený s rizikami a nemôžeme zaručiť, že nikdy nedôjde k neoprávnenému prístupu alebo použitiu.","2":"V prípade akéhokoľvek porušenia bezpečnosti, dôvernosti alebo integrity vašich osobných údajov budeme postupovať v súlade s platnými právnymi predpismi a budeme vás o takomto porušení informovať, ak to vyžadujú platné právne predpisy.","3":"V rozsahu, v akom vykonávame požadované bezpečnostné opatrenia podľa platných právnych predpisov, nenesieme zodpovednosť za neoprávnený prístup, hackerské útoky alebo iné narušenia bezpečnosti alebo za neuloženie, krádež, vymazanie, poškodenie, zničenie, poškodenie alebo stratu akýchkoľvek údajov alebo informácií obsiahnutých v osobných údajoch.","title":"Zabezpečenie"},"12":{"0":"Vaše používanie digitálnych aktív môže byť zaznamenané vo verejnom blockchaine. Verejné blockchainy sú distribuované účtovné knihy, ktoré sú určené na nemenné zaznamenávanie transakcií v širokých sieťach počítačových systémov. Mnohé blockchainy sú otvorené forenznej analýze, ktorá môže viesť k opätovnej identifikácii transakčných osôb a odhaleniu osobných údajov, najmä ak sa údaje v blockchaine kombinujú s inými údajmi.","1":"Keďže blockchainy sú decentralizované siete alebo siete tretích strán, ktoré spoločnosť nekontroluje ani neprevádzkuje, nie sme schopní vymazať, upraviť alebo zmeniť osobné údaje v takýchto sieťach.","title":"Ochrana údajov pri používaní digitálnych aktív a blockchainov"},"13":{"0":"Vaše osobné údaje uchovávame tak dlho, ako to vyžadujú platné právne predpisy, a dovtedy, kým používate naše služby. Vaše Osobné údaje prestaneme uchovávať alebo odstránime prostriedky, pomocou ktorých možno Osobné údaje priradiť ku konkrétnym osobám, hneď ako to bude možné odôvodnene predpokladať:","1":"Upozorňujeme, že niektoré zákony môžu vyžadovať, aby sme uchovávali záznamy o transakciách alebo profile po určitú dobu, napríklad Zákon o ochrane pred legalizáciou príjmov z trestnej činnosti a financovaním terorizmu Slovenskej republiky.","2":"Pri určovaní vhodnej doby uchovávania osobných údajov berieme do úvahy množstvo, povahu a citlivosť osobných údajov, potenciálne riziko poškodenia v dôsledku neoprávneného použitia alebo zverejnenia vašich osobných údajov, účely, na ktoré vaše osobné údaje spracúvame, a to, či môžeme tieto účely dosiahnuť inými prostriedkami, ako aj platné právne požiadavky a odporúčania.","3":"Ako dlho uchovávame vaše informácie?","4":"Vaše údaje nebudeme uchovávať dlhšie, ako je potrebné na účely spracovania, s výnimkou prípadov, keď to vyžaduje zákon, ktorý môže stanoviť dlhšie obdobie uchovávania:","5":"Ďalšie informácie o období uchovávania údajov sú uvedené nižšie","6":"Pripojte sa teraz","7":"Kontaktujte nás","list":{"0":"účel, na ktorý boli tieto osobné údaje zhromaždené, už nie je možné dosiahnuť ich uchovávaním a","1":"uchovávanie už nie je potrebné na právne, účtovné alebo obchodné účely."},"list2":{"0":"Kópie dokumentov potvrdzujúcich totožnosť klienta (napr. doklady totožnosti, údaje o totožnosti príjemcu, dokumentácia k účtom a zmluvám a iné informácie súvisiace s procesom žiadosti o klienta a hĺbkovej kontroly), korešpondenciu súvisiacu s obchodnými vzťahmi a záznamy o peňažných alebo kryptografických transakciách (napr. dokumenty, údaje a iné právne platné informácie potvrdzujúce alebo súvisiace s peňažnými alebo kryptografickými transakciami) uchovávame až 8 rokov odo dňa ukončenia obchodného vzťahu s klientom.","1":"Náborové údaje: Osobné údaje získané v rámci náborového procesu spracúvame a uchovávame len tak dlho, ako je to potrebné na posúdenie vašej žiadosti, v súlade s platnými zákonmi a predpismi o ochrane údajov. S vaším výslovným súhlasom môžeme vaše údaje uchovávať dlhšie, aby sme vás mohli posúdiť pri budúcich pracovných príležitostiach.","2":"Marketingová komunikácia: Vaše osobné údaje budeme spracúvať na marketingové účely počas trvania vášho vzťahu s nami a následne po dobu až troch (3) rokov na základe nášho oprávneného záujmu alebo vášho predchádzajúceho súhlasu, pokiaľ sa kedykoľvek neodhlásite zo zasielania takýchto správ."},"title":"Uchovávanie údajov"},"14":{"0":"Vaše osobné údaje môžeme spracúvať na účely zasielania marketingovej komunikácie (napr. e-mailový marketing, exkluzívne ponuky atď.). V niektorých prípadoch na to získame váš výslovný súhlas. V iných prípadoch sa môžeme spoliehať na oprávnené obchodné záujmy, aby sme vám mohli posielať takúto komunikáciu v súlade s platnými zákonmi o ochrane údajov.","1":"Ak ste novým zákazníkom, budeme vás kontaktovať elektronickými prostriedkami (e-mailom alebo SMS) na marketingové účely len vtedy, ak ste s takouto komunikáciou súhlasili. Ak ste súčasný zákazník, budeme vás kontaktovať elektronickými prostriedkami len s informáciami o našich službách, ktoré sú podobné tým, ktoré boli predmetom predchádzajúceho predaja alebo rokovaní o predaji vám.","2":"Ak si neželáte, aby sme vaše osobné údaje používali na účely priameho marketingu alebo aby sme vaše osobné údaje poskytovali tretím stranám na marketingové účely, môžete svoj súhlas odvolať prihlásením sa do svojho účtu alebo nás kontaktovať na adrese dpo@coinsmax.io. Priamy marketing zahŕňa akúkoľvek komunikáciu s vami, ktorá je založená len na reklame alebo propagácii produktov a služieb","title":"Marketing a online komunikácia"},"15":{"0":"Naše služby nie sú určené pre osoby mladšie ako 18 rokov. Vedome nezhromažďujeme ani nespracúvame osobné údaje od osôb mladších ako 18 rokov bez príslušného právneho základu, ako je napríklad súhlas rodičov, ak sa vyžaduje. Ak zistíme, že sme zhromažďovali osobné údaje od dieťaťa bez potrebného právneho základu, takéto informácie vymažeme v súlade s platnými právnymi predpismi.","1":"Ak máte dôvodné podozrenie, že sme zhromažďovali osobné údaje od detí mladších ako osemnásť (18) rokov, oznámte nám to na adrese dpo@coinsmax.io.","title":"Deti do 18 rokov"},"16":{"0":"Ak máte otázky alebo obavy týkajúce sa týchto zásad alebo ak máte sťažnosť, kontaktujte nás prostredníctvom nášho povereného úradníka pre ochranu údajov (DPO) na adrese dpo@coinsmax.io. Ak nebudeme schopní uspokojivo vyriešiť vaše obavy, máte právo komunikovať s príslušným dozorným orgánom. Môžeme vás odkázať na príslušný dozorný orgán vo vašej jurisdikcii.","1":"Ak máte akékoľvek ďalšie otázky alebo obavy, môžete nás kontaktovať aj prostredníctvom:","2":"Telefónne číslo: +421233058122","3":"Adresa: Černyševského 1287/10, 851 01 Bratislava - Petržalka, Slovenská republika","4":"Pracovný čas:","5":"V pracovných dňoch: 06:00 - 23:00 | 01:00 - 18:00","6":"Víkendy: Zatvorené","title":"Ako nás kontaktovať"},"17":{"0":"Vyhradzujeme si právo tieto zásady z času na čas zmeniť, doplniť alebo upraviť podľa vlastného uváženia. O takýchto zmenách vás budeme informovať zaslaním e-mailu, oznámením na domovskej stránke webovej lokality a/alebo zverejnením zmenených Zásad na platforme a aktualizáciou dátumu \"Posledná aktualizácia\" v spodnej časti Zásad. Zmenené Zásady sa budú považovať za účinné okamžite po ich zverejnení na Platforme. Vaše ďalšie používanie Platformy a/alebo našich Služieb predstavuje váš súhlas s tým, že sa budete riadiť všetkými takýmito zmenami týchto Zásad. Ak nesúhlasíte s týmito Zásadami alebo s ich zmenami a doplneniami, mali by ste ukončiť prístup k Platforme a našim službám a ich používanie.","title":"Aktualizácie zásad ochrany osobných údajov"},"18":{"title":"Posledná aktualizácia 9. septembra 2025."},"title":"Zásady ochrany osobných údajov"},"qa":{"hero":{"description":"Odpovede na vaše kľúčové otázky.","title":"Q＆A"},"section":{"crypto":{"items":{"0":{"a":"V súčasnosti Coinsmax podporuje iba Bitcoin (BTC) a Ethereum (ETH).","q":"Ktoré digitálne meny si môžem vymeniť na Coinsmax?"}},"title":"Kryptomeny"},"customerSupport":{"items":{"0":{"a":"Spoločnosť Coinsmax spracúva žiadosti o výmenu po dokončení overenia KYC. Transakcia je zvyčajne dokončená v priebehu niekoľkých pracovných dní po potvrdení všetkých údajov.","q":"Ako dlho trvá, kým sa Bitcoin alebo Ethereum odošle do mojej peňaženky?"},"1":{"a":"Keď sa kryptografická transakcia potvrdí v blockchaine, nemožno ju zrušiť ani zvrátiť. Ak si všimnete problém pred spracovaním platby, okamžite kontaktujte náš tím podpory a požiadajte o pomoc.","q":"Môžem zrušiť platbu po jej odoslaní?"},"2":{"a":"Náš tím podpory je tu pre vás od pondelka do piatku, od 06:00 do 22:00 GMT / 01:00 do 17:00 EST. V týchto hodinách sa na nás môžete kedykoľvek obrátiť a požiadať o poradenstvo v oblasti platieb, overovania alebo pomoci s účtom.","q":"Kedy je k dispozícii tím podpory Coinsmax?"}},"title":"Platby a zákaznícka podpora"},"exchangeRates":{"items":{"0":{"a":"Áno. Coinsmax spracúva výmeny priamo medzi vašou peňaženkou a príjemcom, čo vám umožňuje prijímať fiat pri výmene Bitcoinu alebo Etherea.","q":"Môžem vymeniť Bitcoin alebo Ethereum za fiat?"},"1":{"a":"Coinsmax využíva trhové údaje v reálnom čase od popredných poskytovateľov likvidity, aby zabezpečil, že vaša kryptografická platba bude konvertovaná za spravodlivý a presný kurz.","q":"Ako sa vypočíta výmenný kurz pri výmene kryptomeny?"},"2":{"a":"Kurz je uzamknutý v čase prijatia platby a potvrdený v blockchaine, čím sa zabezpečí transparentnosť a konzistentnosť každej transakcie.","q":"V ktorom okamihu je výmenný kurz pevne stanovený?"}},"title":"Výmenné kurzy a konverzie"},"howToPay":{"items":{"0":{"a":"Áno. Coinsmax umožňuje nákup Bitcoinu alebo Etherea pomocou kreditnej karty.","q":"Môžem na získanie kryptomeny použiť kreditnú kartu?"},"1":{"a":"Áno. Coinsmax podporuje výmenu Bitcoinu alebo Etherea bankovým prevodom.","q":"Môžem uskutočniť výmenu bankovým prevodom?"}},"title":"Ako platiť"},"kyc":{"items":{"0":{"a":"Poznaj svojho zákazníka je zákonná požiadavka pre finančné služby vrátane kryptografických platieb. V spoločnosti Coinsmax vyžadujeme KYC od všetkých používateľov, aby sme zabezpečili súlad s predpismi a zaistili bezpečnú a transparentnú výmenu.","q":"Prečo musím vyplniť KYC s Coinsmax?"},"1":{"a":"Overenie chráni vás aj platobný proces. Potvrdením vašej totožnosti predchádzame podvodom, praniu špinavých peňazí a zneužitiu digitálnych aktív a zároveň zabezpečujeme, aby vaše transakcie prebehli bez problémov a boli akceptované všetkými stranami.","q":"Na aký účel je potrebné predložiť moje osobné údaje a overovacie dokumenty?"},"2":{"a":"Nie. Spoločnosť Coinsmax funguje na základe modelu, ktorý nie je zameraný na úschovu. Neukladáme vašu kreditnú kartu, súkromné kľúče peňaženky ani finančné prostriedky. Vaše aktíva zostávajú pod vašou kontrolou a každá platba sa presúva priamo z vašej peňaženky k príjemcovi.","q":"Ukladá Coinsmax moje údaje o platbe alebo peňaženke?"}},"title":"KYC"},"payment":{"items":{"0":{"a":"Transakcia bude spracovaná po potvrdení vašej transakcie v blockchaine a dokončení overenia KYC (ak sa vyžaduje). Potom Coinsmax okamžite spracuje","q":"Kedy príde kryptomena do mojej peňaženky?"},"1":{"a":"Nie. V záujme dodržiavania medzinárodných predpisov musia všetci používatelia pred uskutočnením platieb vyplniť KYC. Pomáha to chrániť vaše transakcie a zabezpečuje, že faktúry sú platené bezpečne a bez oneskorenia.","q":"Môžem používať Coinsmax bez overenia totožnosti?"}},"title":"Spracovanie a overovanie platieb"},"wallets":{"items":{"0":{"a":"Áno, na posielanie Bitcoinov alebo Etherea budete potrebovať vlastnú peňaženku. Coinsmax pre vás peňaženky nevytvára ani neukladá - my len spracúvame vaše výmenné transakcie.","q":"Potrebujem na používanie služby Coinsmax kryptografickú peňaženku?"},"1":{"a":"Každá transakcia, ktorú vykonáte, sa zaznamená do blockchainu. Zadaním adresy peňaženky alebo ID transakcie do verejného prieskumníka blockchainu (napríklad blockchain.com) môžete zistiť, kedy bola vaša platba odoslaná, overená a prijatá.","q":"Ako môžem potvrdiť, že moja platba v kryptoch prebehla?"}},"title":"Peňaženky a transakcie"}}},"riskDisclosure":{"0":"- Súhlasíte s tým, že sa môžete slobodne rozhodnúť, či budete alebo nebudete používať služby, ktoré vám poskytuje spoločnosť Coinsmax, a robíte tak podľa vlastného uváženia a na vlastné riziko. Potvrdzujete, že chápete a súhlasíte s tým, že riziká spojené so službami sú pre vás prijateľné vzhľadom na vaše ciele a finančné možnosti.","1":"- Beriete na vedomie, že nákup alebo predaj kryptomeny je spojený so značným rizikom. Ceny môžu v ktorýkoľvek deň kolísať. Z dôvodu takýchto výkyvov môže Kryptomena kedykoľvek získať alebo stratiť hodnotu. Kryptomena môže podliehať veľkým výkyvom hodnoty a môže sa dokonca stať bezcennou. Obchodovanie s kryptomenami je spojené s jedinečnými rizikami, ktoré sa vo všeobecnosti nevyskytujú na trhu s oficiálnymi menami, tovarom alebo komoditami. Na rozdiel od väčšiny mien, ktoré sú kryté vládami alebo inými právnickými osobami, alebo komodít, ako je zlato alebo striebro, kryptomena je jedinečný druh meny, krytý technológiou a dôverou. Žiadna centrálna banka nemôže prijať nápravné opatrenia na ochranu hodnoty kryptomeny v prípade krízy ani vydať ďalšie meny.","2":"- Mali by ste zvážiť, či držba digitálnej meny vyhovuje vašej finančnej situácii. Obchodovanie s kryptomenami a ich výmena sú spojené so značným rizikom. Hodnota virtuálnych aktív/mien má vysokú volatilitu (hodnota môže výrazne vzrásť aj klesnúť vo veľmi krátkom období a v ktoromkoľvek okamihu). Takéto kolísanie cien prináša neistotu. Hodnotu virtuálnej meny a prepad dopytu môže ovplyvniť mnoho faktorov vrátane iracionálnych (alebo racionálnych) bublín, straty dôvery v menu, zmien vo vývoji softvéru, rozhodnutí vlády, vytvorenia konkurenčnej meny, technických problémov, politických alebo nepolitických vyhlásení, vyhlásení vplyvných osôb a správ a hackerských útokov.","3":"- Virtuálne meny majú osobitné riziká, ktoré nie sú všeobecne spoločné s oficiálnymi menami, pretože ich nevydávajú vlády, nie sú spojené s hmotnými komoditami alebo tovarom ani nie sú registrované v oficiálnom registri. Virtuálne meny sú nehmotné, decentralizované digitálne aktíva podporené technológiou a dôverou. Žiadna centrálna banka ani iná inštitúcia nemôže prijať žiadne opatrenia na ochranu hodnoty virtuálnej meny. Virtuálne meny sú autonómne a zväčša neregulované systémy firiem a jednotlivcov, ktorí vydávajú meny. Riziko straty pri nákupe, predaji alebo držbe virtuálnych aktív/mien môže byť značné. Preto by ste mali starostlivo zvážiť, či je pre vás výmena virtuálnych aktív vhodná vzhľadom na vašu finančnú situáciu. Spoločnosť Coinsmax využíva poskytovateľov platobných služieb na prevody fiat peňazí na poskytovanie výmenných služieb a operácie s fiat peniazmi, pričom asistenčné banky v žiadnom prípade nepredstavujú prostriedok výmeny, prevodu, výberu, vkladu alebo inej transakcie v súvislosti s virtuálnymi menami.","4":"- O svoje virtuálne aktíva môžete prísť stratou hesla, súkromného kľúča alebo iného bezpečnostného kódu. Dbajte na to, aby ste si súkromné kľúče, heslá, bezpečnostné kódy a slová nechávali pre seba a pravidelne ich menili. Ste zodpovední za vytvorenie spoľahlivého hesla a za udržiavanie bezpečnosti a kontroly všetkých elektronických zariadení, ID, hesiel, nápoved, osobných identifikačných čísel alebo akýchkoľvek iných kódov, ktoré používate na prístup k službám Coinsmax a adresám vašej peňaženky, ktoré zadávate počas toku príkazov na nákup/predaj. Akákoľvek strata alebo kompromitácia predchádzajúcich informácií a/alebo vašich osobných údajov môže mať za následok neoprávnený prístup tretích strán k vášmu profilu Coinsmax alebo k vašej adrese peňaženky a stratu alebo krádež vašich aktív.","5":"Ste zodpovední za aktualizáciu svojej e-mailovej adresy a telefónneho čísla vo svojom profile, aby ste mohli dostávať všetky oznámenia alebo upozornenia, ktoré vám môžeme zaslať. Nikdy by ste nemali povoliť vzdialený prístup alebo zdieľať svoj počítač a/alebo obrazovku počítača s niekým iným, keď ste prihlásení do svojho profilu Coinsmax. Spoločnosť Coinsmax vás nikdy nebude žiadať o vaše heslá alebo kódy dvojfaktorového overovania. Nenesieme žiadnu zodpovednosť za prípadné straty, ktoré vám môžu vzniknúť v dôsledku zneužitia prihlasovacích údajov do profilu bez zavinenia spoločnosti Coinsmax.","6":"Nenesieme žiadnu zodpovednosť za to, že nebudete sledovať alebo konať na základe akýchkoľvek oznámení alebo upozornení, ktoré vám môžeme poslať. V prípade, že sa domnievate, že vaše informácie v profile Coinsmax boli ohrozené, okamžite kontaktujte podporu Coinsmax na adrese","7":"- Beriete na vedomie a súhlasíte s tým, že spoločnosť Coinsmax nevystupuje ako finančný poradca, neposkytuje investičné poradenské služby ani usmernenie a akákoľvek komunikácia medzi vami a spoločnosťou Coinsmax sa nemôže považovať za investičné poradenstvo. Bez toho, aby boli dotknuté naše predchádzajúce povinnosti, tým, že nás požiadate o uzavretie akejkoľvek transakcie, vyhlasujete, že ste boli výlučne zodpovední za svoje nezávislé posúdenie a preskúmanie rizík transakcie.","8":"Vyhlasujete, že máte dostatočné vedomosti, znalosti trhu a skúsenosti, aby ste mohli posúdiť výhody a hrozby akejkoľvek transakcie, a že ste v tejto súvislosti dostali odborné poradenstvo. Neposkytujeme vám žiadnu záruku, pokiaľ ide o vhodnosť Služieb, a nepreberáme žiadnu fiduciárnu povinnosť vo vzťahu k vám. Môžeme poskytovať informácie o cene, rozsahu, volatilite digitálnej meny a udalostiach, ktoré ovplyvnili cenu digitálnej meny, ale nepovažuje sa to za investičné poradenstvo a nemalo by sa to tak chápať. Akékoľvek rozhodnutie o nákupe alebo predaji digitálnej meny je výlučne vaším rozhodnutím na vlastné riziko a spoločnosť Coinsmax nenesie zodpovednosť za prípadné utrpené straty.","9":"- V plnom rozsahu povolenom platnými právnymi predpismi ste v dôsledku tejto dohody povinní odškodniť spoločnosť Coinsmax a jej partnerov za akékoľvek konanie, zodpovednosť, náklady, nároky, straty, škody, konania alebo výdavky, ktoré utrpeli alebo vznikli, ak priamo alebo nepriamo vyplývajú z vášho používania našej webovej stránky, vášho používania služby alebo vášho porušenia našich podmienok.","10":"- Spoločnosť Coinsmax nezodpovedá za žiadne výkyvy cien kryptomien. V prípade narušenia trhu môže Coinsmax pozastaviť poskytovanie Služieb podľa vlastného uváženia a okrem iných práv a prostriedkov nápravy. Spoločnosť Coinsmax nenesie zodpovednosť za žiadnu stratu, ktorú utrpíte v dôsledku takéhoto konania. Po akejkoľvek takejto udalosti, keď sa Služby obnovia, beriete na vedomie, že prevládajúce trhové kurzy sa môžu výrazne líšiť od tých, ktoré boli k dispozícii predtým.","disclaimer":{"0":"Coinsmax vlastní a prevádzkuje spoločnosť Limitless Technologies s.r.o, identifikačné číslo 55165451, oprávnená poskytovať služby virtuálnej meny, so sídlom a prevádzkovou adresou Černyševského 1287/10, Bratislava, 851 01, Slovenská republika.","title":"Zrieknutie sa zodpovednosti"},"subtitle":"Súhlasíte s tým, že sa môžete slobodne rozhodnúť, či budete alebo nebudete používať služby, ktoré vám poskytuje spoločnosť Coinsmax, a že tak robíte podľa vlastného uváženia a na vlastné riziko. Výmena digitálnej meny sa považuje za rizikovú transakciu s vysoko špekulatívnymi výsledkami. Coinsmax nezaručuje žiadny zisk z akejkoľvek činnosti spojenej s jeho službami.","title":"ZVEREJŇOVANIE RIZÍK"},"templateForTheSubmissionOfComplaints":{"0":{"0":"(zákazník zašle spoločnosti)","title":"PODANIE SŤAŽNOSTI"},"1":{"table":{"0":"PRIEZVISKO","1":"PRVÉ MENO","2":"ID ČÍSLO","3":"REFERENCIA KLIENTA (AK JE K DISPOZÍCII)"},"table2":{"0":"ADRESA: ULICA, ČÍSLO, POSCHODIE","1":"POSTCODE","2":"CITY","3":"KRAJINA"},"title":"1. Osobné údaje sťažovateľa"},"2":{"table":{"0":"PRIEZVISKO","1":"MENO/NÁZOV PRÁVNICKEJ OSOBY","2":"REGISTRAČNÉ ČÍSLO A LEI (AK JE K DISPOZÍCII)"},"table2":{"0":"ADRESA: Ulica, číslo, poschodie (pre sídlo firmy)","1":"POSTCODE","2":"CITY","3":"KRAJINA"},"table3":{"0":"TELEFÓN","1":"EMAIL"},"title":"2.a. Osobné údaje právneho zástupcu (ak je to vhodné) (plná moc alebo iný úradný dokument ako dôkaz o vymenovaní zástupcu)"},"3":{"table":{"0":"PRIEZVISKO/NÁZOV PRÁVNICKEJ OSOBY","1":"PRVÉ MENO"},"table2":{"0":"ADRESA: Ulica, číslo, poschodie (pre sídlo firmy)","1":"POSTCODE","2":"CITY","3":"KRAJINA"},"table3":{"0":"TELEFÓN","1":"EMAIL"},"title":"2.b. Kontaktné údaje (ak sa líšia od 2.a.)"},"4":{"0":"3.a. Úplný odkaz na kryptografickú službu alebo dohodu, ktorej sa sťažnosť týka (t. j. názov poskytovateľa kryptografickej služby, referenčné číslo kryptografickej služby alebo iné odkazy na príslušné transakcie...)","title":"3. Informácie o sťažnosti"},"5":{"title":"3.c. Dátum(-y) skutočností, ktoré viedli k sťažnosti"},"6":{"title":"3.d. Opis spôsobenej škody, straty alebo ujmy (ak je to relevantné)"},"7":{"0":"Na ________(miesto) dňa ________ (dátum)","title":"3.e. Ďalšie pripomienky alebo relevantné informácie (ak je to relevantné)"},"8":{"0":"SIGNATÚRA","1":"SŤAŽOVATEĽ/PRÁVNY ZÁSTUPCA"},"title":"Príloha č. 3: Vzor na podávanie sťažností"},"termsAndConditions":{"0":{"0":"1. Zhrnutie","1":"2. Kľúčové definície","2":"3. Oprávnenosť","3":"4. Všeobecné záväzky a obmedzenia","4":"5. Podmienky výmeny","5":"6. Politika KYC a reverzných transakcií","6":"7. Vyhlásenie o zverejnení rizík","7":"8. Duševné vlastníctvo","8":"9. Obsah tretích strán","9":"10. Postup pri sťažnostiach zákazníkov","10":"11. Prerušenie služby, pozastavenie a ukončenie","11":"12. Obmedzenie zodpovednosti, odmietnutie záruk","12":"13. Uplatniteľné právo","13":"14. Rôzne","title":"Obsah:"},"1":{"0":"Úvod.","1":{"0":"Tieto Podmienky používania a všetky podmienky, ktoré sú do nich výslovne zahrnuté (ďalej len","1":"\"Podmienky\"","2":") sa vzťahujú na vašu (ďalej len","3":"\"zákazník\", \"klient\", \"vy\"","4":") prístup k službám a ich používanie v rámci webových stránok poskytovaných spoločnosťou Coinsmax.com (ďalej len","5":"\"Webová stránka\"","6":"). Coinsmax.com vlastní a prevádzkuje spoločnosť Limitless Technologies s.r.o. reg. číslo 55165451, so sídlom Černyševského 1287/10, 851 01 Bratislava - Petržalka, Slovenská republika (ďalej len \"spoločnosť\").","7":"\"Coinsmax\"","8":".","9":"\"Spoločnosť\"","10":"a","11":"\"my\", \"nás\""},"2":"Kliknutím na tlačidlo \"vytvoriť profil\" alebo používaním služieb na webovej lokalite súhlasíte s tým, že budete právne viazaní týmito podmienkami a všetkými podmienkami, na ktoré sa odkazuje.","3":"Návštevou webovej lokality alebo prístupom na ňu súhlasíte s tým, že ste si prečítali a prijali tieto Podmienky, ako aj naše Zásady ochrany osobných údajov a ďalšie dokumenty, ktoré môžu súvisieť s poskytovaním služieb, uverejnené na webovej lokalite.","4":"Vyhradzujeme si právo kedykoľvek a podľa vlastného uváženia zmeniť, upraviť alebo inak aktualizovať podmienky obsiahnuté v týchto Podmienkach, okrem iného vrátane akýchkoľvek zásad alebo usmernení webovej lokality, ktoré sú súčasťou týchto Podmienok (ďalej len \"Aktualizované podmienky\"). Aktualizované podmienky nadobudnú účinnosť po skutočnom, konštruktívnom alebo dotazovom oznámení (ďalej len \"dátum oznámenia\"). O všetkých pripravovaných zmenách vás budeme informovať prostredníctvom webovej lokality najmenej 30 (tridsať) dní vopred.","5":"Ak nesúhlasíte s tým, aby ste boli viazaní aktualizovanými podmienkami, vaším jediným a výhradným opravným prostriedkom bude zrušenie vášho profilu do 30 (tridsiatich) dní od dátumu oznámenia a váš prístup alebo používanie služieb bude povolené len v rozsahu potrebnom na okamžité zrušenie vášho profilu. Beriete na vedomie, že svoj profil môžete zatvoriť bez toho, aby ste vykonali akékoľvek transakcie pomocou Služby, a že akékoľvek takéto úkony nie sú potrebné na zatvorenie vášho profilu. Neukončenie alebo pokračovanie v používaní webovej lokality alebo Služby po uplynutí takejto 30 (tridsať) dňovej lehoty bude predstavovať váš súhlas s aktualizovanými podmienkami od dátumu oznámenia.","6":"Oprávnenosť.","7":"Na využívanie služieb spoločnosti Coinsmax musíte spĺňať kritériá oprávnenosti. Musíte mať aspoň 18 (osemnásť) rokov. Niektoré lokality nie sú k dispozícii. ","8":"Nesmiete sa zapájať do nezákonných činností prostredníctvom našej služby.","9":"Služba.","10":"Spoločnosť Coinsmax poskytuje výmenné služby (nákup/predaj) zahŕňajúce fiatové meny (vrátane EUR) a kryptoaktíva (ako napríklad BTC alebo ETH) (ďalej len \"služby\").","11":"Spoločnosť Coinsmax môže dočasne alebo trvalo pozastaviť váš profil, ak nie ste oprávnení používať službu alebo porušíte tieto podmienky.","12":"Riziká.","13":"Zapojenie sa do akejkoľvek výmennej operácie na trhu s kryptoaktívami môže byť riskantné a môže priniesť značné straty. Prijatím týchto podmienok beriete na vedomie, že HODNOTA KRYTPO-ASETOV SA MOŽE VÝZNAMNE ZNÍŽIŤ A S KRYTPO-ASETMI JE SPOJENÉ PODSTATNÉ RIZIKO HOSPODÁRSKYCH STRÁT. VYUŽÍVANÍM SLUŽIEB BERIETE NA VEDOMIE A SÚHLASÍTE S TÝM, ŽE: (1) STE SI VEDOMÍ RIZÍK SPOJENÝCH S TRANSAKCIAMI S CRYTPO-ASSETS; (2) PREBERÁTE NA SEBA VŠETKY RIZIKÁ SPOJENÉ S VYUŽÍVANÍM SLUŽIEB A TRANSAKCIAMI S CRYTPO-ASSETS; A (3) NENESIEME ZODPOVEDNOSŤ ZA ŽIADNE TAKÉTO RIZIKÁ S NIMI SPOJENÉ ANI ZA NEPRIAZNIVÉ VÝSLEDKY.","14":"Preto by ste mali starostlivo zvážiť, či je pre vás používanie Služieb vhodné vzhľadom na vaše finančné zdroje a iné okolnosti.","15":"Kryptoaktíva sú vo svojej podstate nepredvídateľné a nestabilné, budú také aj v dohľadnej budúcnosti a nesú so sebou neodmysliteľné riziko hackerských útokov, chýb pri prevode a vládnych sankcií mimo kontroly spoločnosti Coinsmax.","16":"Nevymieňajte finančné prostriedky, ktoré si nemôžete dovoliť stratiť.","17":"Coinsmax nie je obchodná stránka. Coinsmax neschvaľuje, nepodporuje ani neodporúča žiadnu obchodnú platformu. Coinsmax nezodpovedá za žiadnu stratu alebo škodu, vrátane akejkoľvek straty finančných prostriedkov alebo vášho zisku.","18":"Ak týmto rizikám nerozumiete, Služby nepoužívajte.","title":"1. Zhrnutie"},"2":{"0":"Pojmy s veľkým začiatočným písmenom, ktoré nie sú v týchto Podmienkach definované inak, majú nasledujúci význam:","1":"\"Kryptoaktívum\" znamená BTC, ETH a akékoľvek digitálne aktíva, ktoré možno kúpiť alebo predať prostredníctvom Služby.","2":"\"Profil Coinsmax\" znamená osobný, neprenosný účet, ktorý ste si vytvorili prostredníctvom webovej stránky na účely prístupu k nami poskytovaným službám a ich využívania.","3":"\"Poplatky za výmenu\" znamenajú poplatky účtované v súvislosti so Službou podľa platných sadzieb a spôsobov výpočtu uvedených v Sadzobníku poplatkov.","4":"\"Externý účet\" znamená akýkoľvek finančný a/alebo kryptografický účet/peňaženku, ktorého ste skutočným majiteľom a ktorý je vedený platobnou službou tretej strany finančnej inštitúcie (v prípade účtu vo fiat mene) alebo poskytovateľom kryptografických služieb tretej strany alebo vami (v prípade kryptografického účtu/peňaženky).","5":"\"Vyššia moc\" znamená udalosť mimo primeranej kontroly spoločnosti Coinsmax, vrátane, ale nie výlučne, zlyhania blockchainovej siete, poruchy zariadenia alebo softvéru, výpadku komunikácie alebo napájania, zásahu vlády, pracovného sporu, nehody, nepokojov, povstania, vojny, požiaru, zásahu vyššej moci, ako sú mimoriadne poveternostné podmienky, zemetrasenie, záplavy alebo akejkoľvek inej príčiny mimo primeranej kontroly spoločnosti Coinsmax.","6":"\"Finančné prostriedky\" znamenajú kryptoaktíva alebo fiatovú menu.","7":"\"Trhový výmenný kurz\" znamená prevládajúci trhový výmenný kurz určený našimi poskytovateľmi likvidity.","8":"\"Skutočný výmenný kurz\" znamená výmenný kurz, pri ktorom bol výmenný príkaz vykonaný.","9":"\"Peňaženka\" znamená akúkoľvek adresu alebo účet Crypto-asset, ktorý vlastníte, kontrolujete len vy a ktorý je prevádzkovaný mimo Služby.","10":"\"Služba\" znamená výmenu fiatovej meny za kryptoaktíva a kryptoaktív za fiatovú menu vykonaním vášho príkazu v mene vás u poskytovateľa likvidity, ktorého využívame.","title":"2. Kľúčové definície"},"3":{"0":"Spoločnosť Coinsmax nemusí sprístupniť službu na všetkých trhoch a vo všetkých jurisdikciách. Zoznam takýchto obmedzených alebo vylúčených jurisdikcií môže Spoločnosť z času na čas zmeniť v súlade s platnými zákonmi a predpismi a podľa vlastného uváženia.","1":"Vyhlasujete a zaručujete, že:","2":"ste plnoletí na uzavretie záväznej zmluvy; máte 18 (osemnásť) rokov alebo viac (a aspoň vek, ktorý je v súlade so zákonom vo vašej jurisdikcii);","3":"máte plnú moc a oprávnenie uzavrieť túto zmluvu a neporušíte tým žiadnu inú zmluvu, ktorej ste zmluvnou stranou;","4":"nebudete používať našu službu, ak vám to zakazuje akýkoľvek zákon platný vo vašej krajine v súlade s týmito podmienkami;","5":"nie sú uvedené na žiadnom zozname obchodných alebo ekonomických, finančných sankcií, ako je napríklad konsolidovaný zoznam sankcií Európskej únie, zoznam sankcií Bezpečnostnej rady OSN alebo zoznam Úradu pre kontrolu zahraničných aktív (OFAC), alebo porušujú platné právne predpisy;","6":"neboli predtým pozastavené alebo odstránené z používania našej služby;","7":"Spoločnosť Coinsmax môže podmieniť váš prístup alebo pokračujúci prístup k službe stanovením požiadaviek na oprávnenosť.","8":"Spoločnosť Coinsmax môže požadovať, aby ste preukázali, že naďalej spĺňate podmienky oprávnenosti.","title":"3. Oprávnenosť"},"4":{"0":"Úvod.","1":"Tieto podmienky sa vzťahujú na používateľov webovej lokality.","2":"Používaním ktorejkoľvek zo služieb dostupných prostredníctvom webovej lokality potvrdzujete, že ste si prečítali tieto podmienky v znení ich aktualizácií a zmien, porozumeli im a súhlasíte s nimi. Ak nesúhlasíte s dodržiavaním týchto Podmienok, nesmiete mať prístup k žiadnym Službám ani ich používať.","3":"Služby môžu používať len oprávnené osoby. Každá osoba, ktorá nie je oprávnená na prístup k webovej lokalite, porušuje tieto podmienky.","4":"Profil Coinsmax.","5":"Každý používateľ služby môže mať len jeden profil Coinsmax.","6":"Keď si vytvoríte profil Coinsmax, súhlasíte s tým, že:","7":"Poskytovať presné, aktuálne a pravdivé informácie;","8":"Vytvorte si silné heslo, ktoré nepoužívate pre iné online služby;","9":"Zachovajte bezpečnosť svojho profilu Coinsmax tým, že nebudete zdieľať svoje heslo s tretími stranami;","10":"Okamžite informujte spoločnosť Coinsmax, ak zistíte akúkoľvek podozrivú aktivitu na svojom profile Coinsmax;","11":"Prevezmite zodpovednosť za všetky činnosti, ktoré sa uskutočňujú v rámci vášho profilu Coinsmax.","12":"Prevod finančných prostriedkov.","13":"Môžete previesť finančné prostriedky z externého účtu, ktorého ste vlastníkom požitkov. Patria sem okrem iného účty platobných služieb, vkladové účty finančných inštitúcií alebo účty/peňaženky kryptoaktív.","14":"Externý účet sa môže používať na prevod finančných prostriedkov na služby výmeny fiat prostriedkov na kryptoaktíva prostredníctvom profilu spoločnosti alebo na prijímanie finančných prostriedkov po výmene kryptoaktív na fiat menu.","15":"Externý účet musí spĺňať všetky regulačné požiadavky AML/KYC.","16":"Finančné prostriedky môžete previesť kreditnou kartou. Prevodom finančných prostriedkov kreditnou kartou potvrdzujete, že ste si prečítali tieto Podmienky, porozumeli im a súhlasíte s nimi. Vaše platby kreditnou kartou môžu byť oneskorené alebo odmietnuté.","17":"Vaša spoločnosť vydávajúca kreditné karty alebo spracovateľ tretej strany môže odmietnuť vašu platbu kreditnou kartou. Spoločnosť Coinsmax nenesie zodpovednosť za žiadne straty, poplatky alebo platby spojené s vašou použitou kreditnou kartou.","18":"Používanie kreditnej karty podlieha ďalším podmienkam stanoveným v zmluve o kreditnej karte vrátane ďalších poplatkov.","19":"V prípade vrátenia platby budete znášať všetky náklady a poplatky, ktoré z toho vyplývajú.","20":"Pri transakcii kreditnou kartou si prosím uvedomte, že na začiatku dočasne zadržíme finančné prostriedky (autorizácia), kým nebudú splnené všetky požiadavky, ako napríklad KYC/AML. Až po úspešnom splnení týchto požiadaviek transakciu zachytíme. Ak sa zachytenie nepodarí, objednávka bude zrušená.","21":"Prijatím týchto podmienok beriete na vedomie, že profil Coinsmax nie je platobný účet ani účet elektronických peňazí.","22":"Komunikácia.","23":"Súhlasíte s elektronickým zasielaním všetkých oznámení, zmlúv, dokumentov, faktúr, upozornení a informácií, ktoré spoločnosť Coinsmax poskytuje v súvislosti so službou.","24":"Súhlasíte s tým, aby vám spoločnosť Coinsmax poskytovala tieto oznámenia prostredníctvom ich zverejnenia na webovej lokalite, zaslaním e-mailu na vami uvedenú e-mailovú adresu a/alebo zaslaním textovej správy na vami uvedené číslo mobilného telefónu. V poslednom prípade sa môžu uplatňovať poplatky za správy, dáta alebo iné poplatky operátora.","25":"Na prístup k elektronickej komunikácii musíte používať počítač alebo mobilný telefón s pripojením na internet s aktuálnym webovým prehliadačom a softvérom na čítanie súborov PDF.","26":"V profile spoločnosti Coinsmax musíte mať aktuálnu a platnú e-mailovú adresu a číslo mobilného telefónu. Týmto súhlasíte so zasielaním elektronických správ od spoločnosti Coinsmax. Ak je komunikácia odoslaná, ale nedostanete ju z dôvodu nesprávnych alebo neaktuálnych kontaktných údajov, zásahu poskytovateľa služieb alebo iného problému, ktorý bráni jej prijatiu, komunikácia sa bude aj tak považovať za doručenú spoločnosťou Coinsmax.","27":"Ak sa vaša e-mailová adresa alebo číslo mobilného telefónu stanú neplatnými, takže sa vám zaslaná elektronická komunikácia vráti, spoločnosť Coinsmax môže považovať váš profil za neaktívny.","28":{"0":"Súhlas so zasielaním elektronických správ môžete odvolať zaslaním oznámenia o odvolaní súhlasu na e-mailovú adresu podpory spoločnosti Coinsmax.","1":"V niektorých prípadoch bude musieť spoločnosť komunikovať s klientom, aby získala ďalšie dokumenty KYC alebo inú podstatnú komunikáciu. Upozorňujeme, že ak je takáto komunikácia nevyhnutná na poskytovanie služieb, spoločnosť Coinsmax si vyhradzuje právo pozastaviť alebo ukončiť váš prístup k službám po odvolaní súhlasu."},"29":"Povaha vzťahu.","30":"Nič z toho, čo je tu uvedené, sa nepovažuje za vytvorenie akejkoľvek inej formy vzťahu. Spoločnosť Coinsmax nevystupuje ako váš agent, poradca, maklér, obchodník, sprostredkovateľ alebo v akejkoľvek fiduciárnej funkcii.","31":"Všetka komunikácia, ktorá vám bola poskytnutá, sa nesmie chápať ako rada akéhokoľvek druhu, aby ste vykonali alebo sa zdržali vykonania akejkoľvek činnosti.","32":"Dane.","33":"Je vašou plnou zodpovednosťou zistiť, či sa na služby, ktoré využívate prostredníctvom webovej lokality, vzťahujú nejaké dane.","34":"Je vašou plnou zodpovednosťou oznámiť a odviesť správnu daň príslušnému daňovému úradu.","35":"Spoločnosť Coinsmax nemôže byť zodpovedná za určenie, či sa na vaše používanie Služieb vzťahujú nejaké dane.","36":"Spravodlivé používanie.","37":"Používaním Služieb súhlasíte s tým, že neporušíte žiadny zákon, zmluvu, právo duševného vlastníctva alebo iné právo tretej strany, ani sa nedopustíte protiprávneho konania, trestného činu alebo deliktu. Za svoje správanie počas používania našich Služieb nesiete výhradnú zodpovednosť.","38":"Bez obmedzenia všeobecnej platnosti vyššie uvedeného súhlasíte s tým, že nebudete používať služby žiadnym spôsobom, ktorý by mohol narúšať, rušiť, negatívne ovplyvňovať alebo brániť iným používateľom v plnom využívaní služieb alebo ktorý by mohol poškodiť, znemožniť, preťažiť alebo zhoršiť fungovanie služieb.","39":"Súhlasíte s tým, že nebudete používať služby na platenie, podporu alebo iné zapojenie do akýchkoľvek nezákonných hazardných hier, prania špinavých peňazí, financovania teroristických aktivít, podvodov, vyhýbania sa sankciám alebo iných nezákonných činností.","40":"Súhlasíte s tým, že na prístup k službám alebo získavanie údajov nebudete používať žiadneho robota, pavúka, crawlera, scrapera ani iné automatizované prostriedky alebo rozhranie, ktoré neposkytla spoločnosť Coinsmax.","41":"Súhlasíte s tým, že nebudete používať ani sa pokúšať používať profil iného používateľa alebo sa zapájať do akýchkoľvek činností súvisiacich s podvodmi.","42":"Súhlasíte s tým, že sa nebudete pokúšať obísť žiadne techniky filtrovania obsahu ani sa nebudete pokúšať o prístup k žiadnej službe alebo oblasti služieb, ku ktorým nemáte oprávnenie.","43":"Súhlasíte s tým, že nebudete vyvíjať žiadne aplikácie tretích strán, ktoré spolupracujú so službami.","44":"Súhlasíte, že nebudete používať služby na poskytovanie nepravdivých, nepresných alebo zavádzajúcich informácií.","45":"Súhlasíte s tým, že nebudete používať služby na nabádanie alebo podnecovanie tretích strán k niektorým z vyššie uvedených činností.","46":"Nevyzdvihnutý majetok.","47":"Ak spoločnosť Coinsmax nebude z akéhokoľvek dôvodu schopná vrátiť vaše finančné prostriedky na váš externý účet po primeranom období nečinnosti, spoločnosť Coinsmax môže tieto finančné prostriedky nahlásiť a previesť v súlade s platnými zákonmi o nevyzdvihnutom majetku.","title":"4. Všeobecné záväzky a obmedzenia"},"5":{"0":"Definícia služby.","1":"Odoslaním príkazu prostredníctvom webovej stránky oprávňujete spoločnosť Coinsmax, aby vo vašom mene vykonala príkaz u poskytovateľa likvidity, ktorého používame, a aby vám účtovala všetky príslušné poplatky.","2":"Ak pre vás vykonáme príkaz, budeme povinní zabezpečiť najlepšie vykonanie. Naším cieľom je vždy podniknúť všetky kroky potrebné na to, aby sme pri vykonávaní Vašich príkazov dosiahli najlepší možný výsledok s ohľadom na faktory ceny, nákladov, rýchlosti, pravdepodobnosti vykonania a vyrovnania, veľkosti, povahy alebo akýchkoľvek iných okolností relevantných pre vykonanie príkazu.","3":"Presnosť informácií.","4":"Musíte poskytnúť všetky požadované informácie podľa pokynov uvedených na webovej stránke.","5":"Vyhlasujete a zaručujete, že všetky vami poskytnuté informácie sú presné a úplné.","6":"Obmedzenia.","7":"Spoločnosť Coinsmax môže kedykoľvek a podľa vlastného uváženia odmietnuť akúkoľvek predloženú objednávku, stanoviť limity na výšku objednávky alebo uložiť akúkoľvek inú podmienku alebo obmedzenie vášho používania Služieb, pokiaľ platné právne predpisy nevyžadujú inak. Takéto obmedzenia však musia byť v súlade s Občianskym zákonníkom Slovenskej republiky (zákon č. 40/1964 Zb.), zákonom č. 250/2007 Z. z. o ochrane spotrebiteľa, nesmú byť v rozpore s nariadením MICA, rozhodnutiami Národnej banky Slovenska , rozhodnutiami Finančnej spravodajskej jednotky (FIU) Slovenskej republiky, ako aj pokynmi Finančnej správy Slovenskej republiky a platnými daňovými predpismi. Zároveň musia postupovať v súlade so zákonom č. 297/2008 Z. z. o ochrane pred legalizáciou príjmov z trestnej činnosti a o ochrane pred financovaním terorizmu a pokynmi orgánov dohľadu Slovenskej republiky (prípadne pokynmi orgánov dohľadu iných členských štátov), ako aj ďalšími platnými právnymi predpismi.","8":"Poplatky za objednávku.","9":"Používaním Služieb súhlasíte s tým, že budete spoločnosti Coinsmax platiť poplatky za vykonanie vašich príkazov vo vašom mene a za všetky príkazy vykonané pomocou Služieb, ktoré môžeme z času na čas zmeniť. Konkrétne uplatňované poplatky nájdete v tabuľke nižšie.","10":"Všetky príslušné poplatky a výmenné kurzy sú klientovi oznámené vo formulári nákupnej objednávky pred schválením transakcie klientom. Predložením objednávky sa má za to, že Klient vyjadril výslovný súhlas s platnými poplatkami a výmenným kurzom.","11":"Okrem poplatkov za príkaz môže prevádzkovateľ vášho externého účtu uložiť poplatky v súvislosti s používaním vášho externého účtu. Akékoľvek poplatky uložené prevádzkovateľom vášho externého účtu sa neprejavia v informáciách o príkaze poskytnutých spoločnosťou Coinsmax. Za zaplatenie akýchkoľvek poplatkov uložených prevádzkovateľom externého účtu ste zodpovední výlučne vy.","12":"Používaním Služby oprávňujete spoločnosť Coinsmax alebo určeného spracovateľa platieb účtovať alebo odpočítavať z vašich finančných prostriedkov všetky príslušné poplatky splatné v súvislosti s príkazmi, ktoré vykonáte prostredníctvom Služieb.","13":"Ak neuhradíte žiadne poplatky, provízie, platby alebo iné výdavky spoločnosti Coinsmax, spoločnosť Coinsmax môže kedykoľvek a podľa vlastného uváženia odmietnuť vykonanie zadaného príkazu, stanoviť limity na výšku príkazu alebo uložiť akúkoľvek inú podmienku alebo obmedzenie vášho používania služieb.","14":"Výmenný kurz.","15":"Spoločnosť Coinsmax sa pokúsi na komerčne primeranom základe vykonať príkaz na základe prevládajúceho trhového výmenného kurzu alebo v jeho blízkosti, ako to určia poskytovatelia likvidity spoločnosti Coinsmax.","16":"Beriete na vedomie, že skutočný výmenný kurz sa môže líšiť od platných výmenných kurzov.","17":"Beriete na vedomie, že počas období volatility na trhu s akýmikoľvek kryptoaktívami sa skutočný výmenný kurz môže líšiť od prevládajúceho trhového výmenného kurzu vášho výmenného príkazu.","18":"Spoločnosť Coinsmax vynaloží komerčne primerané úsilie, aby vykonala príkazy čo najskôr na spotovej báze a do dvoch (2) dní od dátumu, kedy ste dokončili všetky požadované postupy KYC a AML.","19":"Platba za externý účet.","20":"Na nákup a predaj kryptoaktív sa môžu používať len platobné metódy určené spoločnosťou Coinsmax. Odoslaním objednávky vyhlasujete a zaručujete, že ste oprávnení používať určenú platobnú metódu a oprávňujete spoločnosť Coinsmax alebo spracovateľa platieb spoločnosti Coinsmax, aby zúčtoval vami určenú platobnú metódu.","21":"Ak je spôsob platby neplatný alebo neprijateľný, vaša objednávka môže byť pozastavená alebo zrušená.","22":"Prerušenie prevádzky.","23":"V prípade chyby pri poskytovaní služby, pri potvrdení objednávky, pri realizácii objednávky alebo z iného dôvodu si spoločnosť Coinsmax vyhradzuje právo takúto chybu opraviť a zodpovedajúcim spôsobom upraviť vašu objednávku alebo zrušiť nákup a vrátiť prijatú sumu po odpočítaní príslušných poplatkov.","24":"V prípade narušenia trhu alebo udalosti vyššej moci (pozri vyššie uvedené kľúčové definície), ako je napríklad zlyhanie blockchainovej siete, môže Coinsmax pozastaviť prístup k službám.","25":"Po každej takejto udalosti beriete na vedomie, že prevládajúce trhové výmenné kurzy sa môžu líšiť od kurzov dostupných pred takouto udalosťou.","26":"Zrušenie objednávky (nákup/predaj).","27":"Objednávku iniciovanú prostredníctvom formulára transakčnej objednávky môžete zrušiť len vtedy, ak k takémuto zrušeniu dôjde pred tým, ako spoločnosť Coinsmax začne vykonávať objednávku.","28":"Po vykonaní objednávky nemôžete zmeniť ani zrušiť svoje oprávnenie spoločnosti Coinsmax dokončiť objednávku.","29":"Ak bola objednávka čiastočne vyplnená, môžete zvyšok nevyplnenej objednávky zrušiť.","30":"Ak objednávka nemôže byť dokončená z dôvodu nedostatku finančných prostriedkov, spoločnosť Coinsmax môže celú objednávku zrušiť.","31":"Žiadne náhrady","32":"Všetky operácie realizácie objednávok, predaja a nákupu kryptoaktív prostredníctvom webovej stránky sú konečné a nevratné.","33":"Spoločnosť Coinsmax neakceptuje žiadne vrátenie a neposkytuje žiadne náhrady, pokiaľ to nie je výslovne uvedené v týchto podmienkach.","34":"Ochrana vašich finančných prostriedkov FIAT","35":"V prípade, že iniciujete príkaz na nákup kryptoaktív za finančné prostriedky FIAT, všetky finančné prostriedky FIAT prijaté na účely vykonania príkazu budú umiestnené na samostatný klientsky účet otvorený u poskytovateľa platobných služieb. Takýto klientsky účet pre prostriedky FIAT slúži výlučne na oddelenie vašich prostriedkov FIAT a nie sú na ňom zmiešané žiadne prostriedky FIAT spoločnosti Coinsmax.","36":"Ak sa váš príkaz z akéhokoľvek dôvodu nevykoná v nasledujúci pracovný deň po prijatí vašich finančných prostriedkov FIAT na klientsky účet finančných prostriedkov FIAT u poskytovateľa platobných služieb, ako je uvedené vyššie, potom sa tieto vaše finančné prostriedky FIAT prevedú na samostatný klientsky účet oddelenia finančných prostriedkov FIAT otvorený v úverovej inštitúcii. To znamená, že sme prijali príslušné opatrenia na ochranu Vašich a ostatných finančných prostriedkov FIAT klientov tým, že sme ich oddelili a umiestnili na chránený bankový účet finančných prostriedkov klientov. Vlastníctvo finančných prostriedkov FIAT, ktoré nám boli prevedené na vykonanie príkazov, si ponechávate až do úplného vykonania príkazu. Finančné prostriedky FIAT umiestnené na bankovom účte finančných prostriedkov našich klientov sú chránené pred prípadnými nárokmi našich veriteľov.","37":"Keď vykonávame príkaz vo vašom mene, všetky kryptoaktíva zakúpené vo vašom mene v rámci poskytovateľa likvidity (miesta výkonu) sú umiestnené v samostatnej peňaženke, aby sa zabezpečilo, že nedôjde k zmiešaniu vašich a našich kryptoaktív. Po dokončení príkazu sa Crypto-akcie prevedú do vašej peňaženky s Crypto-akciami na základe vami poskytnutých údajov.","38":"Súhlasom s týmito podmienkami si uvedomujete, že neposkytujeme úschovu kryptoaktív v žiadnom rozsahu. Je vašou povinnosťou uviesť presnú adresu externej peňaženky, na ktorú sa prevedú zakúpené Crypto-akcie v dôsledku vykonania vášho príkazu.","39":"Pri vykonávaní finančných (fiat) transakcií, používaní platobnej karty alebo pri prístupe k našim službám by ste mali podľa možnosti používať viacfaktorovú autentifikáciu a príslušné silné metódy overovania zákazníka. Nenesieme zodpovednosť, ak prevediete finančné prostriedky (fiat) nesprávne bez použitia bezpečných metód podľa požiadaviek poskytovateľa platobných služieb alebo ak prezradíte svoje bankové údaje alebo údaje o platobnej karte tretím stranám. Podrobnejšie informácie o tom, ako sa chrániť pred podvodmi, nájdete v časti Prevencia pred podvodmi na našej webovej stránke. Túto sekciu pravidelne aktualizujeme v súlade s osvedčenými postupmi na trhu a platnými právnymi požiadavkami, pričom zohľadňujeme aj osvedčené postupy uvedené v Usmernení Národnej banky Slovenska o prevencii podvodov. Vo všetkých prípadoch kladieme osobitný dôraz na to, aby klienti používali silné metódy autentifikácie klientov, a zavádzame aj opatrenia zamerané na zníženie rizika podvodu.","title":"5. Podmienky výmeny."},"6":{"0":"V súlade s regulačnými usmerneniami je úspešné absolvovanie postupu \"Poznaj svojho klienta\" (\"KYC\") nevyhnutnou podmienkou používania Služby. Dokumenty a mediálne súbory budú nahrané do vášho profilu Coinsmax a uložené podľa Zásad ochrany osobných údajov Coinsmax.","1":"Úspešný postup KYC umožňuje klientovi využívať službu a vyrovnať jeho burzový príkaz podľa bodu V.5.4.","2":"Beriete na vedomie, že v rámci procesu overovania a kontroly minulosti vykonávanej v súlade s našimi postupmi KYC a zásadami AML môže spoločnosť vykonávať zisťovania buď priamo, alebo prostredníctvom autorizovaných poskytovateľov tretích strán. Cieľom týchto kontrol je predchádzať podvodom, podozrivému správaniu, zneužitiu identity, praniu špinavých peňazí alebo iným nezákonným činnostiam.","3":"Používaním Služieb súhlasíte s tým, aby Spoločnosť zdieľala vaše informácie, ak je to potrebné na legitímne obchodné účely, okrem iného vrátane plnenia povinností KYC a AML.","4":"Zavádzame interné postupy na vykonávanie individuálneho hodnotenia rizika prania špinavých peňazí a financovania terorizmu a zaraďujeme vás do rizikových skupín (kategórií).","5":"Zákazníci spoločnosti sú klasifikovaní podľa úrovne rizika: nízke, stredné, vysoké riziko. preto sa na vás môže vzťahovať zvýšená hĺbková kontrola. Riziko zákazníka hodnotíme ako vysoké pomocou našej matice hodnotenia rizík.","6":"Do rizikovej skupiny (kategórie) budete zaradení na základe rôznych kritérií, napr. krajiny registrácie, druhu činnosti, skutočného miesta podnikania, Vášho bydliska, štátnej príslušnosti, zdroja finančných prostriedkov/majetku, povahy a veľkosti vykonávaných transakcií. Uvedený zoznam nie je úplný.","7":"Na základe vašej úrovne rizika budeme vyžadovať rôzne dokumenty a postupy KYC a môžeme vás tiež neprijať za nášho klienta a nepovoliť vám používať služby. Požadované dokumenty a mediálne súbory môžu okrem iného zahŕňať:","8":"preukaz totožnosti vydaný vládou. Preukaz totožnosti podlieha automatickému overeniu, aby sa potvrdila jeho platnosť a pravosť. Vykonáva sa aj analýza podobnosti tváre medzi selfie a preukazom totožnosti pre vás, aby sa zabezpečilo, že ste ten, za koho sa vydávate.","9":"Selfie - fotografia v reálnom čase, keď sa v čase prenosu fotografie v reálnom čase zaznamená obraz tváre zákazníka a originál dokladu totožnosti alebo rovnocenného povolenia na pobyt, ktorým sa zákazník preukáže.","10":"Doklad o adrese - požiadavka KYC, pri ktorej musíte predložiť platný doklad preukazujúci vašu aktuálnu adresu bydliska. Medzi prijateľné dokumenty patria účty za komunálne služby, výpisy z bankového účtu alebo oficiálna vládna korešpondencia s dátumom za posledné tri mesiace. Účelom je potvrdiť vaše nahlásené bydlisko na posúdenie súladu s jurisdikciou a odhalenie možného podvodu. Zároveň podporuje povinnosti v oblasti boja proti praniu špinavých peňazí a pomáha pri presnom profilovaní rizika klienta.","11":"Dotazník/potvrdenie 101","12":"Dotazník/potvrdenie Formulár 102","13":"Zdroj finančných prostriedkov","14":"Videohovor","15":"Postupujeme tiež v súlade so zákonom č. 297/2008 Z. z. o ochrane pred legalizáciou príjmov z trestnej činnosti a o ochrane pred financovaním terorizmu, Občianskym zákonníkom Slovenskej republiky (zákon č. 40/1964 Zb.) , zákonom č. 250/2007 Z. z. o ochrane spotrebiteľa, nariadenie MICA (ak je to relevantné), rozhodnutia Národnej banky Slovenska, rozhodnutia Finančnej spravodajskej jednotky (FIU), ako aj pokyny Finančnej správy Slovenskej republiky a platné daňové predpisy a pokyny orgánov dohľadu Slovenskej republiky (a prípadne pokyny orgánov dohľadu iných členských štátov EÚ), ako aj všetky ostatné platné právne predpisy, ktoré sme ako spoločnosť zaoberajúca sa činnosťou v oblasti kryptografických prostriedkov povinní dodržiavať, a tieto Obchodné podmienky, ktoré pravidelne aktualizujeme. V tejto súvislosti od vás môžeme požadovať ďalšie údaje, dokumenty, dôkazy alebo vysvetlenia a vy sa zaväzujete ich poskytnúť v nami určenej primeranej lehote v súlade s platnými trhovými normami.","16":"Ak používateľ z akéhokoľvek dôvodu odmietne dokončiť proces KYC, musí:","17":"Písomne informovať Coinsmax o odmietnutí dokončiť proces KYC na zákazníckom servise Coinsmax.","18":"Poskytnite platný osobný účet/peňaženku na zrušenie transakcie. Spoločnosť Coinsmax potom iniciuje zrušenie transakcie. Finančné prostriedky FIAT/kriptomena používateľa sa vrátia na účet/peňaženku používateľa po piatich (5) dňoch odo dňa, keď používateľ predložil odmietnutie vyplnenia výpisu KYC.","19":"Ak na základe procesu KYC Coinsmax odmietne poskytnúť služby používateľovi z dôvodu politiky AML, smernice o dodržiavaní predpisov alebo z akéhokoľvek iného dôvodu, Coinsmax iniciuje zrušenie transakcie a finančné prostriedky FIAT/kryptomena používateľa sa vrátia na účet/peňaženku používateľa do piatich (5) dní odo dňa, keď používateľ podal príkaz na výmenu.","20":"Spoločnosť si vyhradzuje právo prijať akékoľvek opatrenia, ktoré považuje za vhodné po ukončení hodnotenia KYC/AML, okrem iného vrátane splnenia všetkých príslušných oznamovacích povinností súvisiacich s prevenciou prania špinavých peňazí a financovania terorizmu.","21":"Príslušné zistenia a vaše osobné údaje môžeme poskytnúť príslušným orgánom, ako to vyžadujú zákony a predpisy.","22":"Beriete na vedomie, že spoločnosť má pri týchto rozhodnutiach úplnú voľnosť a nie je povinná vysvetľovať alebo zverejňovať konkrétne dôvody, ktoré stoja za výsledkom takýchto preskúmaní.","title":"6. KYC a reverzná transakcia"},"7":{"0":"Súhlasíte s tým, že prístup k Službe a jej používanie je na vaše vlastné riziko.","1":"Upozorňujeme, že v tomto stručnom prehľade nie je možné odhaliť všetky riziká spojené s trhom s kryptoaktívami. Zoznam uvedený v týchto podmienkach má za cieľ poskytnúť všeobecné informácie o rizikách spojených so službami a ich používaním. Jeho cieľom však nie je poskytnúť vyčerpávajúce informácie o všetkých rizikách spojených s používaním Služieb a môžu existovať ďalšie rizikové faktory, ktoré nie sú v tejto časti zverejnené, pretože v čase zverejnenia nie sú známe alebo sa považujú za nevýznamné. Okrem toho sa tieto informácie nezaoberajú tým, ako tieto riziká môžu súvisieť s vašou osobnou situáciou, finančným stavom alebo toleranciou voči riziku. Nemali by sa chápať ako konečné hodnotenie rizík spojených so službami, preto by sa rozhodnutie o využívaní našich služieb nemalo prijímať len na základe uvedených rizikových faktorov.","2":"Každá operácia s kryptoaktívami je spojená s vysokým stupňom rizika a možnosťou značných strát. Preto by ste mali starostlivo zvážiť, či je pre vás používanie Služieb vhodné vzhľadom na vaše finančné zdroje a ďalšie okolnosti.","3":"Spoločnosť Coinsmax ani žiadny z jej zástupcov alebo zamestnancov nie je investičným alebo obchodným poradcom.","4":"Akákoľvek komunikácia medzi Klientom a Spoločnosťou sa nepovažuje za investičné poradenstvo.","5":"Spoločnosť neposkytuje žiadnu záruku, pokiaľ ide o vhodnosť Služieb pre Klienta, a Klient si je plne vedomý rizika spojeného s trhom kryptoaktív.","6":"Používaním Služieb beriete na vedomie, že kryptoaktíva sú vo svojej podstate nepredvídateľné a nestabilné a v dohľadnej budúcnosti budú aj naďalej.","7":"Kryptoaktíva so sebou prinášajú prirodzené riziko hackerských útokov, chýb pri prevode a vládnych sankcií, ktoré sú mimo kontroly spoločnosti Coinsmax.","8":"Spoločnosť Coinsmax nie je zodpovedná za oznamovanie, predvídanie alebo zisťovanie všetkých známych alebo neznámych rizík, ktoré sú súčasťou trhov s kryptoaktívami.","9":"Pred vykonaním akýchkoľvek operácií s kryptoaktívami musíte dôkladne zvážiť svoje schopnosti, úroveň skúseností a toleranciu rizika.","10":"Nevymieňajte finančné prostriedky, ktoré si nemôžete dovoliť stratiť.","11":"Coinsmax nie je obchodná stránka. Coinsmax neschvaľuje, nepodporuje ani neodporúča žiadnu obchodnú platformu. Okrem toho beriete na vedomie, že s využívaním internetových obchodných systémov sú spojené riziká. Spoločnosť Coinsmax nezodpovedá za žiadnu stratu alebo škodu vrátane straty finančných prostriedkov alebo zisku.","12":"Beriete na vedomie, že s využívaním internetovej výmennej služby sú spojené určité riziká, ako napríklad zlyhanie hardvéru alebo softvéru a zlyhanie internetového pripojenia. Beriete na vedomie, že spoločnosť Coinsmax nenesie zodpovednosť za akékoľvek prerušenia, chyby, oneskorenia alebo zlyhania komunikácie, ktoré sa môžu vyskytnúť pri používaní služieb, nech sú spôsobené akokoľvek.","13":"Kryptoaktíva predstavujú rýchlo sa meniace a nepredvídateľné prostredie s nekonečným množstvom premenných a faktorov, ktoré vy ani spoločnosť Coinsmax nemôžete ovplyvniť. Každým okamihom sa objavujú nové riziká, čo vytvára trhové riziko a neistotu. Spoločnosť Coinsmax nezodpovedá za predvídanie, zisťovanie alebo oznamovanie všetkých známych alebo neznámych rizík na trhu Crypto-asset.","14":"Niektoré faktory, ktoré by mohli spôsobiť negatívne výsledky operácií, sú volatilita trhu, vládne politiky a nariadenia, hackerské útoky a narušenia bezpečnosti vedúce k odcudzeniu finančných prostriedkov, manipulácia s cenami a všeobecné hospodárske alebo trhové podmienky.","15":"Riziko je vystavenie sa možnosti straty. Potvrdzujete, že aj keď sa to zdá nepravdepodobné, existuje reálna možnosť realizácie rizika, ktoré môže viesť k úplnej strate vašich finančných prostriedkov.","16":"Za určitých trhových podmienok môže trh dosiahnuť limit denného kolísania cien alebo nedostatočnú likviditu, v takom prípade môže byť vykonanie vášho burzového príkazu nemožné.","title":"7. Vyhlásenie o zverejnení rizík."},"8":{"0":"Práva duševného vlastníctva.","1":"Pokiaľ nie je uvedené inak, všetky autorské práva a iné práva duševného vlastníctva na všetok obsah a iné materiály obsiahnuté na našich webových stránkach alebo poskytované v súvislosti so službami sú majetkom spoločnosti Coinsmax a sú chránené medzinárodnými zákonmi o autorských právach a inými zákonmi o právach duševného vlastníctva.","2":"Obsah a materiály môžu zahŕňať logo Coinsmax, návrhy, text, grafiku, obrázky, informácie, údaje, softvér, súbory a ich výber a usporiadanie.","3":"Spoločnosť Coinsmax nepovoľuje žiadne iné použitie obsahu a materiálov, než na účely, na ktoré sú určené.","4":"Spoločnosť Coinsmax vám udeľuje obmedzenú, nevýhradnú a nesublicencovateľnú licenciu na prístup a používanie obsahu a materiálov spoločnosti Coinsmax na vaše osobné alebo interné obchodné účely.","5":"Takáto licencia neumožňuje žiadny ďalší predaj obsahu alebo materiálov. Zakazuje šírenie, verejné predvádzanie alebo verejné vystavovanie, úpravu alebo iné odvodené použitie obsahu alebo materiálov.","6":"Akékoľvek návrhy, spätná väzba, nápady, návrhy alebo iné materiály, ktoré predložíte alebo oznámite spoločnosti Coinsmax - či už prostredníctvom korešpondencie s podporou, používania Služieb alebo akýmkoľvek iným spôsobom - sa stávajú výhradným vlastníctvom spoločnosti Coinsmax. Spoločnosť Coinsmax bude vlastniť všetky práva, vlastníctvo a podiel na takýchto podaniach bez akejkoľvek povinnosti poskytnúť vám kompenzáciu.","7":"Spoločnosť Coinsmax bude mať výhradné práva na všetky informácie predložené ako návrhy, nápady alebo spätnú väzbu na zmenu alebo zlepšenie služieb. Takéto návrhy nie sú dôverné a stávajú sa výlučným vlastníctvom spoločnosti Coinsmax.","8":"Spoločnosť Coinsmax bude mať právo na neobmedzené používanie a šírenie spätnej väzby na akýkoľvek komerčný alebo iný účel bez toho, aby vám poskytla potvrdenie alebo kompenzáciu. Vzdávate sa akýchkoľvek práv, ktoré by ste mohli mať na návrhy, nápady alebo spätnú väzbu, vrátane autorských a morálnych práv.","9":"Spoločnosť Coinsmax si vyhradzuje právo zverejniť vašu totožnosť akejkoľvek tretej strane, ktorá tvrdí, že vami zverejnený obsah predstavuje porušenie jej práv na ochranu duševného vlastníctva.","10":"Ochranné známky","11":"\"Coinsmax\" a logo spoločnosti Coinsmax sú ochranné známky spoločnosti Coinsmax a nesmú byť kopírované, napodobňované alebo používané, ako celok alebo po častiach, bez predchádzajúceho písomného súhlasu spoločnosti Coinsmax.","12":"Bez predchádzajúceho písomného súhlasu nesmiete používať žiadnu ochrannú známku, názov produktu alebo služby spoločnosti Coinsmax.","13":"Vyššie uvedené použitie zahŕňa meta značky alebo skrytý text využívajúci akúkoľvek ochrannú známku, názov produktu alebo služby spoločnosti Coinsmax.","14":"Vzhľad stránok a služieb spoločnosti Coinsmax, vrátane všetkých hlavičiek stránok, vlastnej grafiky, ikon tlačidiel a skriptov, je servisnou značkou, ochrannou známkou a/alebo obchodným odevom spoločnosti Coinsmax a nesmie sa kopírovať, napodobňovať ani používať, vcelku ani čiastočne, bez predchádzajúceho písomného súhlasu.","15":"Všetky ostatné ochranné známky, registrované ochranné známky, názvy produktov a názvy alebo logá spoločností uvedené v rámci služby sú majetkom príslušných vlastníkov. Odkaz na akékoľvek produkty, služby, procesy alebo iné informácie prostredníctvom názvu, ochrannej známky alebo iným spôsobom nepredstavuje ani neznamená schválenie, sponzorstvo alebo odporúčanie zo strany spoločnosti Coinsmax.","title":"8. Duševné vlastníctvo"},"9":{"1":"Pri používaní Služieb si môžete prezerať obsah poskytovaný tretími stranami vrátane odkazov na webové stránky takýchto strán, okrem iného vrátane odkazov na Facebook.","2":"Spoločnosť Coinsmax nekontroluje, neschvaľuje ani neprijíma žiadny takýto obsah tretích strán a nenesie žiadnu zodpovednosť za takýto obsah vrátane materiálu, ktorý môže byť zavádzajúci, neúplný, chybný, urážlivý, neslušný alebo inak nevhodný.","3":"Spoločnosť Coinsmax nezodpovedá za žiadne straty ani škody akéhokoľvek druhu, ktoré vzniknú v dôsledku akéhokoľvek konania s tretími stranami.","4":"Interakcia a používanie obsahu tretích strán je na vaše vlastné riziko.","5":"Pred použitím našich služieb alebo služieb tretích strán si pozorne prečítajte príslušné zmluvné podmienky, ako aj riziká spojené s používaním takýchto služieb a informácií. Prosíme vás, aby ste si dôkladne porovnali naše Podmienky s podmienkami akejkoľvek tretej strany, aby ste jasne pochopili, ktoré služby poskytujeme my a ktoré tretia strana. Ako spoločnosť zaoberajúca sa aktivitami v oblasti kryptografických aktív pôsobíme v súlade s platnými a účinnými zákonmi a predpismi Slovenskej republiky a Európskej únie, vrátane obmedzení súvisiacich so sankciami, obmedzení poskytovania niektorých služieb v konkrétnych jurisdikciách, obmedzení vzťahujúcich sa na konkrétne segmenty klientov a aktuálnych rozhodnutí orgánov dohľadu. Preto pri využívaní služieb tretích strán preberáte riziká spojené s takýmto využívaním.","title":"9. Obsah tretích strán"},"10":{"0":"Všeobecné poznámky.","1":"Spoločnosť Coinsmax sa zaväzuje poskytovať služby na najvyššej úrovni a uspokojovať potreby svojich klientov, pričom postupuje a rieši sťažnosti v súlade so zákonom č. 297/2008 Z. z. o ochrane pred legalizáciou príjmov z trestnej činnosti a o ochrane pred financovaním terorizmu, Občianskym zákonníkom (zákon č. 40/1964 Zb.) , zákonom č. 250/2007 Z. z. o ochrane spotrebiteľa, nariadenie MICA (ak je to relevantné), rozhodnutia Národnej banky Slovenska, rozhodnutia Finančnej spravodajskej jednotky (FIU), ako aj pokyny Finančnej správy Slovenskej republiky a platné daňové predpisy a pokyny orgánov dohľadu Slovenskej republiky (a prípadne pokyny orgánov dohľadu iných členských štátov EÚ), ako aj všetky ostatné platné právne predpisy, ktoré sme ako spoločnosť vykonávajúca kryptografické činnosti povinní dodržiavať. Tieto Podmienky pravidelne aktualizujeme v súlade so zmenami platných právnych predpisov alebo úpravami špecifík poskytovania našich služieb - vo všetkých prípadoch o týchto zmenách vopred transparentne verejne informujeme našich klientov (a potenciálnych klientov).","2":{"0":"Akákoľvek nespokojnosť so službami, bez ohľadu na to, či je oprávnená alebo nie, týkajúca sa našich produktov/služieb alebo samotného procesu vybavovania sťažností, spätnej väzby alebo vyjadrenia názoru klienta môže byť zaregistrovaná ako sťažnosť. Pozrite si pokyny uvedené nižšie a naše","1":"Postup pri podávaní sťažností."},"3":"Spoločnosť Coinsmax sa zaväzuje zaobchádzať s vami s rešpektom a transparentnosťou, spravodlivo vybaviť sťažnosť a poskytnúť vám včasnú odpoveď. Oprávnená sťažnosť Sťažnosť môže podať akákoľvek osoba, ktorá je priamo dotknutá spôsobom, akým sme poskytli naše služby, a ktorá môže v tejto súvislosti podať sťažnosť. Sťažnosť teda môžete podať, resp. adresovať nám, ak ste: i) individuálny klient (fyzická osoba/spotrebiteľ), ktorý využíva naše Služby, alebo ii) zákonný zástupca akéhokoľvek nášho individuálneho klienta (spotrebiteľa).","4":"Odpoveď musí byť konštruktívna a musí obsahovať vysvetlenie a odôvodnenie.","5":"Ako zaregistrovať sťažnosť?","6":"Pripravte si identifikačné údaje o sebe a o transakcii v predmete sťažnosti. Identifikačné informácie by mali obsahovať:","7":"Číslo vášho profilu Coinsmax (ak existuje).","8":"Celé meno a adresa, ktoré ste uviedli pri registrácii","9":"Číslo objednávky (ak existuje).","10":"Vyplnený formulár sťažnosti spolu s príslušnými doplňujúcimi informáciami nájdete spolu s postupom podávania sťažností na našej webovej stránke.","11":{"0":"Svoju sťažnosť pošlite e-mailom na adresu:","1":"Do predmetu uveďte \"sťažnosť\"."},"12":"Svoju sťažnosť môžete poslať aj v papierovej forme na našu adresu: Černyševského 1287/10, 851 01 Bratislava - Petržalka, Slovenská republika","13":"Prostredníctvom portálu služieb zákazníkom na webovom ticketovacom systéme.","14":"Ak máte otázky alebo obavy týkajúce sa ochrany údajov alebo zásad ochrany osobných údajov alebo ak máte súvisiacu sťažnosť, kontaktujte nás prostredníctvom nášho vymenovaného úradníka pre ochranu údajov (DPO) na adrese dpo@coinsmax.io alebo prostredníctvom štandardných kontaktných metód uvedených vyššie. Viac informácií nájdete aj v našich Zásadách ochrany osobných údajov. Pri vybavovaní sťažností súvisiacich s ochranou údajov postupujeme v súlade s GDPR, ako aj s platnými vnútroštátnymi právnymi aktmi presadzovanými dozornými orgánmi v oblasti ochrany údajov. Preto sa naše riešenie sťažností súvisiacich s ochranou údajov (vrátane výsledkov takýchto preskúmaní) môže meniť aj v súlade s osvedčenými trhovými postupmi a požiadavkami dozorných orgánov. Pred uvedením produktov na trh alebo poskytovaním služieb, ako aj pri prenose údajov buď v rámci Slovenska, alebo za jeho hranice, vykonávame posúdenie vplyvu na ochranu údajov, aby sme zabezpečili riadnu ochranu údajov a dodržiavanie slovenských právnych požiadaviek. Aby boli vaše údaje v bezpečí, neposkytujte ich neoprávneným tretím stranám a poskytujte ich len prostredníctvom našich oficiálnych systémov alebo cez nami určené kontaktné kanály. V prípadoch medzinárodného prenosu údajov môžeme uplatniť dodatočné bezpečnostné opatrenia a prijať doplnkové opatrenia.","15":{"0":"Podrobné informácie o tom, ako môžete podať sťažnosť, ako vybavujeme vašu sťažnosť a o ďalších súvisiacich záležitostiach, nájdete v našej","1":"Postup vybavovania sťažností","2":"ktorý je k dispozícii tu."},"16":"Hoci v súčasnosti na Slovensku platí prechodné obdobie na získanie licencie súvisiacej s MICA, v záujme maximálnej transparentnosti vás informujeme, že v niektorých prípadoch poskytuje stanoviská/odpovede k otázkam súvisiacim s kryptomenami aj Národná banka Slovenska. Máte preto právo obrátiť sa na Národnú banku Slovenska, avšak počas prechodného obdobia môže Národná banka Slovenska v súlade s platnou legislatívou rozhodnúť, že takáto sťažnosť nespĺňa kritériá prípustnosti. Dovoľujeme si Vás informovať, že Zákazníci, ktorí nie sú spokojní s odpoveďou Spoločnosti, môžu podať podnet Národnej banke Slovenska. Sťažovateľ môže podať Národnej banke Slovenska sťažnosť v slovenskom alebo anglickom jazyku, a to vyplnením podacieho formulára uvedeného na internetovej stránke Národnej banky Slovenska a jeho zaslaním v písomnej alebo elektronickej podobe Národnej banke Slovenska na túto adresu: Imricha Karvaša 1 813 25 Bratislava, Slovensko, alebo prostredníctvom e-mailu: info@nbs.sk.","title":"10. Postup pri sťažnostiach zákazníkov"},"11":{"1":"Spoločnosť Coinsmax môže podľa vlastného uváženia, bez toho, aby voči vám niesla zodpovednosť, kedykoľvek a bez predchádzajúceho upozornenia dočasne alebo natrvalo prerušiť prístup k akýmkoľvek službám Coinsmax, pokiaľ platné právne predpisy nevyžadujú inak.","2":"V prípade akéhokoľvek porušenia týchto Podmienok z vašej strany, udalosti vyššej moci alebo akejkoľvek inej udalosti, ktorá by spôsobila, že poskytovanie Služieb by bolo pre spoločnosť Coinsmax komerčne neúnosné, môže spoločnosť Coinsmax podľa vlastného uváženia a bez toho, aby voči vám niesla zodpovednosť, bez predchádzajúceho upozornenia pozastaviť váš prístup k Službám.","3":"Po takejto udalosti môže spoločnosť Coinsmax ukončiť váš prístup k službám, deaktivovať váš profil Coinsmax a vymazať všetky súvisiace informácie.","title":"11. Prerušenie služby, pozastavenie a ukončenie."},"12":{"0":"Obmedzenie zodpovednosti.","1":"S výnimkou prípadov, keď to vyžaduje zákon, spoločnosť Coinsmax, jej dodávatelia, poskytovatelia služieb, riaditelia, členovia, zamestnanci alebo zástupcovia v žiadnom prípade nenesú zodpovednosť za akékoľvek osobitné, nepriame alebo následné škody alebo akékoľvek iné škody akéhokoľvek druhu, okrem iného vrátane straty používania, straty zisku alebo straty údajov, či už v rámci žaloby na základe zmluvy, deliktu, nedbanlivosti alebo inak, vyplývajúce z používania alebo neschopnosti používať naše služby alebo s nimi akýmkoľvek spôsobom súvisiace, vrátane, ale bez obmedzenia, akýchkoľvek škôd spôsobených alebo vyplývajúcich zo spoliehania sa akéhokoľvek používateľa na akékoľvek informácie získané od spoločnosti Coinsmax, alebo ktoré sú dôsledkom chýb, opomenutí, prerušení, vymazania alebo straty súborov alebo informácií, chýb, nedostatkov, vírusov, oneskorení v prevádzke alebo prenose alebo akéhokoľvek zlyhania výkonu, či už v dôsledku udalosti vyššej moci, zlyhania komunikácie, krádeže, zničenia alebo neoprávneného prístupu k záznamom, programom alebo službám.","2":"Odmietnutie záruk.","3":"Spoločnosť Coinsmax poskytuje služby \"tak, ako sú\" a \"tak, ako sú k dispozícii\".","4":"Spoločnosť Coinsmax sa výslovne zrieka všetkých záruk akéhokoľvek druhu, či už výslovných alebo predpokladaných, vrátane, bez obmedzenia, predpokladaných záruk predajnosti, vhodnosti na konkrétny účel, titulu a neporušenia práv, vrátane informácií, obsahu a materiálov v nich obsiahnutých.","5":"Ste si vedomí, že informácie, ktoré ukladáte alebo prenášate prostredníctvom služieb Coinsmax, sa môžu nenávratne stratiť, poškodiť alebo dočasne stať nedostupnými z rôznych príčin, okrem iného vrátane zlyhania softvéru, zmien protokolu, udalostí vyššej moci, útokov na odmietnutie služby, údržby alebo iných príčin. Uvedené riziko beriete na vedomie a potvrdzujete, že ste výlučne zodpovední za zálohovanie všetkých informácií, ktoré ukladáte alebo prenášate prostredníctvom služieb.","title":"12. Obmedzenie zodpovednosti, odmietnutie záruk"},"13":{"0":"Súdna právomoc.","1":"Podmienky používania sa riadia, vykladajú a uplatňujú podľa slovenského práva bez ohľadu na kolízne normy. Tieto Podmienky sa riadia a vykladajú v súlade so zákonom č. 297/2008 Z. z. o ochrane pred legalizáciou príjmov z trestnej činnosti a o ochrane pred financovaním terorizmu, Občianskym zákonníkom Slovenskej republiky (zákon č. 40/1964 Zb.) , zákonom č. 250/2007 Z. z. o ochrane spotrebiteľa, nariadením MICA (ak je to relevantné), rozhodnutiami Národnej banky Slovenska, rozhodnutiami Finančnej spravodajskej jednotky (FIU), ako aj pokynmi Finančnej správy Slovenskej republiky a platnými daňovými predpismi a pokynmi orgánov dohľadu Slovenskej republiky (a prípadne pokynmi orgánov dohľadu iných členských štátov EÚ), ako aj ďalšími platnými právnymi predpismi, ktoré sú priebežne aktualizované. Z dôvodu transparentnosti pravidelne zverejňujeme aktuálne aj predchádzajúce znenie týchto Obchodných podmienok na našej internetovej stránke, čím umožňujeme klientom riadne uplatnenie ich práv a zabezpečujeme dodržiavanie platných právnych predpisov, ako aj riadne vybavovanie reklamácií v súlade s Obchodnými podmienkami platnými v danom čase.","title":"13. Uplatniteľné právo"},"14":{"0":"Úplná dohoda.","1":"Tieto podmienky obsahujú celú dohodu medzi vami a spoločnosťou Coinsmax a nahrádzajú všetky predchádzajúce a súčasné dohovory medzi stranami týkajúce sa služieb.","2":"Zmena a doplnenie","3":"Spoločnosť Coinsmax si vyhradzuje právo z času na čas vykonať zmeny alebo úpravy týchto podmienok podľa vlastného uváženia, a to zverejnením zmenených podmienok používania na webovej stránke a oznámením týchto zmien prostredníctvom akýchkoľvek písomných alebo iných kontaktných metód, ktoré sme s vami dohodli. Ďalšie informácie nájdete v bodoch 1.4-1.5 Podmienok.","4":"Zmeny zmluvných podmienok sa oznamujú 30 dní pred dátumom ich účinnosti. V takýchto prípadoch máte právo ukončiť zmluvu s nami pred nadobudnutím účinnosti zmien. Ak však v tejto lehote zmluvu nevypoviete, budú sa na vás vzťahovať aktualizované Podmienky. 14.2.3 Aby sme zabezpečili, že spotrebitelia môžu účinne uplatňovať svoje práva, na našej webovej stránke uverejníme aktuálnu aj predchádzajúcu verziu zmluvných podmienok.","5":"Vzdanie sa práva","6":"Ak spoločnosť Coinsmax nevykoná alebo oneskorene nevykoná žiadne právo, právomoc alebo privilégium podľa týchto Podmienok, nebude to znamenať vzdanie sa práva.","7":"Oddeliteľnosť","8":"Neplatnosť alebo nevymáhateľnosť ktorejkoľvek z týchto podmienok nemá vplyv na platnosť alebo vymáhateľnosť ostatných podmienok, ktoré zostávajú v plnej platnosti a účinnosti.","9":"Popisné nadpisy","10":"Opisné nadpisy Podmienok sú vložené len pre pohodlie a netvoria súčasť Podmienok.","11":"Zadanie","12":"Nesmiete postúpiť ani previesť žiadne zo svojich práv alebo povinností vyplývajúcich z týchto Podmienok, a to ani v súvislosti so zmenou kontroly, pokiaľ platné právne predpisy nevyžadujú inak.","13":"Spoločnosť Coinsmax môže postúpiť alebo previesť akékoľvek alebo všetky svoje práva podľa týchto Podmienok, úplne alebo čiastočne, bez vášho súhlasu alebo schválenia.","14":"Prežitie","15":"Nasledujúce ustanovenia zostávajú v platnosti aj po ukončení alebo uplynutí platnosti týchto Podmienok:","16":"(3) Oprávnenosť","17":"(4) Všeobecné záväzky a obmedzenia: (2) Účet, (4) Dane, (5) Nevyzdvihnutý majetok","18":"(5) Podmienky výmeny","19":"(7) Vyhlásenie o zverejnení rizík","20":"(8) Duševné vlastníctvo","21":"(12) Obmedzenie zodpovednosti","22":"(13) Rozhodné právo, riešenie sporov","23":"(14) Rôzne","title":"14. Rôzne"},"lastUpdate":"Posledná aktualizácia 9. septembra 2025","title":"Podmienky a pravidlá"},"userEssentials":{"documentsCannotAccept":{"button":"Pridajte sa k nám","cards":{"0":{"text":"Falšované, ukradnuté alebo pozmenené doklady totožnosti.","title":"Neplatné alebo podvodné"},"1":{"text":"Skeny alebo fotografie, ktoré sú rozmazané, orezané, zle osvetlené alebo inak nejasné.","title":"Nízka kvalita"},"2":{"text":"Občianske preukazy s uplynutou platnosťou alebo kópie kópií namiesto originálnych dokladov.","title":"Zastarané alebo duplicitné"}},"text":"Spoločnosť Coinsmax môže z dôvodu dodržiavania predpisov spracovať len platný a overiteľný dokument.","title":"Dokumenty, ktoré nemôžeme prijať"},"hero":{"text":"Všetko, čo potrebujete na to, aby ste mohli začať používať službu Coinsmax, nájdete tu.","title":"Základné informácie pre používateľa"},"howToExchange":{"button":"Výmena s Coinsmax","cards":{"0":{"text":"Zaregistrujte sa na Coinsmax za pár minút. Registrácia je bezplatná a jednoduchá, stačí vyplniť formulár a potvrdiť svoj účet.","title":"Zaregistrujte sa a vytvorte si profil"},"1":{"text":"Overenie sa môže líšiť v závislosti od výšky transakcie. Predloženie požadovaných dokumentov zabezpečuje súlad s predpismi a udržuje vaše výmeny v bezpečí.","title":"Úplné overenie"},"2":{"text":"Spoločnosť Coinsmax nedrží vaše finančné prostriedky. Na výmenu kryptomien pripojte svoju osobnú peňaženku, odporúčame používať oficiálne peňaženky Bitcoin alebo Ethereum alebo dôveryhodnú peňaženku pre viacero mien podľa vlastného výberu.","title":"Prepojenie kryptografickej peňaženky"},"3":{"text":"Vyberte si, čo potrebujete: kúpiť alebo predať krypto, mince a burzu.","title":"Vyberte si potrebné mince, ktoré chcete kúpiť alebo predať"},"4":{"text":"Po potvrdení sa transakcia bezpečne spracuje. Jej stav môžete sledovať v reálnom čase.","title":"Potvrdenie a sledovanie transakcie"}},"title":"Ako vymeniť s Coinsmax"},"importantMsg":{"pleaseNote":"Upozorňujeme","text":{"0":"Spoločnosť Coinsmax neposkytuje úschovu kryptografických ani fiat peňazí.","1":"Fungujeme výlučne ako výmenná služba.","2":"Ak chcete bezpečne spravovať svoj majetok, môžete zvážiť vytvorenie osobných peňaženiek prostredníctvom:","3":"Bitcoin","4":"Ethereum"},"title":"Dôležitá správa o peňaženkách"},"verificationPackage":{"cards":{"0":{"text":"Vládou vydaný preukaz totožnosti s fotografiou, ako je cestovný pas, občiansky preukaz, vodičský preukaz alebo úradné povolenie na pobyt.","title":"Osobná identifikácia"},"1":{"text":"Nedávne doklady potvrdzujúce vaše bydlisko, napr. výpis z účtu za komunálne služby, bankový záznam alebo účet za telekomunikačné služby (vystavený za posledné tri mesiace).","title":"Dôkaz o obytných priestoroch"},"2":{"text":"Vyplnené vyhlásenie o zdroji finančných prostriedkov spolu s podpornými dôkazmi na potvrdenie pôvodu použitých aktív.","title":"Finančné pozadie"},"3":{"text":"Všetky kontroly totožnosti sa vykonávajú prostredníctvom akreditovaných poskytovateľov tretích strán. V niektorých prípadoch si rozšírená hĺbková kontrola môže vyžadovať dodatočný dotazník alebo krátky videorozhovor.","title":"Postupy overovania"},"4":{"text":"V závislosti od objemu platieb môže spoločnosť Coinsmax požadovať krátke formuláre o zhode týkajúce sa údajov o nákupe alebo skúseností zákazníkov.","title":"Podporné formuláre"}},"text":"Aby sa zabezpečilo, že každá transakcia je v súlade s medzinárodnými normami, spoločnosť Coinsmax vyžaduje pred spracovaním platieb úplný balík KYC:","title":"Overovací balík Coinsmax"}}}